Repository: TechAurora518/munt-official
Catalog: src/qt/locale/Gulden/gulden_*.po
Languages: nl

# GuldenNewAccountDialog|
source: Scan QR to connect your mobile Gulden app
nl: Scan QR om te verbinden met je mobiele Gulden app

# GuldenReceiveCoinsDialog|
source: My receiving address
nl: Mijn ontvangstadres

# GuldenReceiveCoinsDialog|
source: Choose amount
nl: Kies bedrag

# GuldenReceiveCoinsDialog|
source: More
nl: Meer

# GuldenReceiveCoinsDialog|
source: Your details
nl: Jouw gegevens

# GuldenReceiveCoinsDialog|
source: Enter email address
nl: Voer e-mailadres in

# GuldenReceiveCoinsDialog|
source: Did you buy for more than 40 Gulden in the past week?
nl: Heb je in de afgelopen week voor meer dan 40 Gulden gekocht?

# GuldenReceiveCoinsDialog|
source: Yes
nl: Ja

# GuldenReceiveCoinsDialog|
source: No
nl: Nee

# GuldenReceiveCoinsDialog|
source: Enter label
nl: Voer beschrijving in

# GuldenReceiveCoinsDialog|
source: Request 10 000 Gulden
nl: Verzoek 10 000 Gulden

# GuldenReceiveCoinsDialog|
source: Payment request URI
nl: Betaalverzoek URI

# GuldenReceiveCoinsDialog|
source: Cancel
nl: Annuleer

# GuldenReceiveCoinsDialog|
source: Copy address to clipboard
nl: Kopieer adres naar klembord

# GuldenReceiveCoinsDialog|
source: Save QR as image
nl: Bewaar QR als afbeelding

# GuldenReceiveCoinsDialog|
source: Request payment
nl: Verzoek betaling

# GuldenReceiveCoinsDialog|
source: Generate request
nl: Genereer verzoek

# GuldenReceiveCoinsDialog|
source: Buy Gulden
nl: Koop Gulden

# GuldenReceiveCoinsDialog|
source: Buy
nl: Koop

# GuldenSendCoinsEntry|
source: Receiving address
nl: Ontvangstadres

# GuldenSendCoinsEntry|
source: Enter receiving address (Gulden, BCOIN, IBAN)
nl: Voer ontvangstadres in (Gulden, BCOIN, IBAN)

# GuldenSendCoinsEntry|
source: Enter label
nl: Voer beschrijving in

# GuldenSendCoinsEntry|
source: Add to address book
nl: Voeg toe aan adresboek

# GuldenSendCoinsEntry|
source: Address book
nl: Adresboek

# GuldenSendCoinsEntry|
source: My accounts
nl: Mijn accounts

# GuldenSendCoinsEntry|
source: Are you sure you want to delete %1 from the address book?
nl: Weet je zeker dat je %1 wil verwijderen uit het adresboek?

# GuldenSendCoinsEntry|
source: Save
nl: Opslaan

# GuldenSendCoinsEntry|
source: Cancel
nl: Annuleer

# GuldenSendCoinsEntry|
source: Delete
nl: Verwijder

# GuldenSendCoinsEntry|
source: Okay
nl: Ok

# HelpMessageDialog|
source: version
nl: versie

# HelpMessageDialog|
source: Command-line options
nl: Commandoregelopties

# HelpMessageDialog|
source: Usage:
nl: Gebruik:

# HelpMessageDialog|
source: command-line options
nl: commandoregelopties

# HelpMessageDialog|
source: About %1
nl: Over %1

# HelpMessageDialog|
source: UI Options:
nl: Gebruikersinterfaceopties:

# HelpMessageDialog|
source: Choose data directory on startup (default: %u)
nl: Kies data locatie bij opstarten (standaard: %u)

# HelpMessageDialog|
source: Set language, for example "de_DE" (default: system locale)
nl: Stel taal in, bijvoorbeeld "de_DE" (standaard: systeeminstelling)

# HelpMessageDialog|
source: Start minimized
nl: Geminimaliseerd starten

# HelpMessageDialog|
source: Set SSL root certificates for payment request (default: -system-)
nl: Zet SSL root certificaten voor betalingsverzoek (standaard: -sytem-)

# HelpMessageDialog|
source: Show splash screen on startup (default: %u)
nl: Laat startscherm zien bij opstarten (standaard: %u)

# HelpMessageDialog|
source: Reset all settings changed in the GUI
nl: Herstel alle instellingen van de interface

# ImportPrivKeyDialog|
source: Edit Address
nl: Adres bewerken

# ImportPrivKeyDialog|
source: Private key
nl: Prive sleutel

# ImportPrivKeyDialog|
source: Enter a private key to import
nl: Voer prive sleutel in om te importeren

# ImportPrivKeyDialog|
source: Cancel
nl: Annuleer

# Intro|
source: Welcome
nl: Welkom

# Intro|
source: Use the default data directory
nl: Gebruik de standaard gegevensdirectory

# Intro|
source: Use a custom data directory:
nl: Gebruik een persoonlijke gegevensdirectory:

# Intro|
source: Error: Specified data directory "%1" cannot be created.
nl: Fout: de gespecificeerde directory "%1" kan niet worden aangemaakt.

# Intro|
source: Error
nl: Fout

# Intro|
source: %n GB of free space available
nl: %n GB aan vrije opslagruimte beschikbaar

# Intro|
source: (of %n GB needed)
nl: (van %n GB nodig)

# Intro|
source: Welcome to %1.
nl: Welcome bij %1

# Intro|
source: As this is the first time the program is launched, you can choose where %1 will store its data.
nl: Je kan kiezen waar %1 de data moet opslaan.

# NewAccountDialog|
source: Enter name of account.
nl: Voer naam in van account

# NewAccountDialog|
source: Cancel
nl: Annuleer

# NewAccountDialog|
source:  Connect to mobile Gulden app
nl:  Verbind met je mobiele Gulden app

# NewAccountDialog|
source: Done
nl: Klaar

# NewAccountDialog|
source: Scan QR to connect your mobile Gulden app
nl: Verbind met je mobiele Gulden app

# NewAccountDialog|
source: Click here to make QR code visible. WARNING: please ensure that you are the only person who can see this QR code as otherwise it could be used to access your funds.
nl: Klik hier om je QR code zichtbaar te maken. WAARSCHUWING: Laat niemand anders deze QR code zien, anders heeft diegene toegang tot je Guldens.

# OpenURIDialog|
source: Open payment request from URI or file
nl: Open betalingsverzoek via URI of bestand

# OpenURIDialog|
source: Select payment request file
nl: Selecteer betalingsverzoekbestand

# OpenURIDialog|
source: Select payment request file to open
nl: Selecteer betalingsverzoekbestand om te openen

# OptionsDialog|
source: Options
nl: Opties

# OptionsDialog|
source: &Main
nl: &Algemeen

# OptionsDialog|
source: Size of &database cache
nl: Grootte van de &database cache

# OptionsDialog|
source: Number of script &verification threads
nl: Aantal &threads voor scriptverificatie

# OptionsDialog|
source: (0 = auto, <0 = leave that many cores free)
nl: (0 = auto, <0 = laat dit aantal kernen vrij)

# OptionsDialog|
source: W&allet
nl: &Portemonnee

# OptionsDialog|
source: Whether to show coin control features or not.
nl: Munt controle functies weergeven of niet.

# OptionsDialog|
source: Enable coin &control features
nl: &Coin control activeren

# OptionsDialog|
source: If you disable the spending of unconfirmed change, the change from a transaction cannot be used until that transaction has at least one confirmation. This also affects how your balance is computed.
nl: Indien het uitgeven van onbevestigd wisselgeld uitgeschakeld wordt dan kan het wisselgeld van een transactie niet worden gebruikt totdat de transactie ten minste een bevestiging heeft. Dit heeft ook invloed op de manier waarop uw saldo wordt berekend.

# OptionsDialog|
source: &Spend unconfirmed change
nl: On&bevestigd wisselgeld uitgeven

# OptionsDialog|
source: &Network
nl: &Netwerk

# OptionsDialog|
source: Automatically open the Bitcoin client port on the router. This only works when your router supports UPnP and it is enabled.
nl: Open de Bitcoinpoort automatisch op de router. Dit werkt alleen als de router UPnP ondersteunt en het aanstaat.

# OptionsDialog|
source: Map port using &UPnP
nl: Por&tmapping via UPnP

# OptionsDialog|
source: Accept connections from outside
nl: Accepteer binnenkomende verbindingen

# OptionsDialog|
source: Allow incoming connections
nl: Sta binnenkomende verbindingen toe

# OptionsDialog|
source: Connect to the Bitcoin network through a SOCKS5 proxy.
nl: Verbind met het Bitcoinnetwerk via een SOCKS5 proxy.

# OptionsDialog|
source: &Connect through SOCKS5 proxy (default proxy):
nl: &Verbind via een SOCKS5-proxy (standaardproxy):

# OptionsDialog|
source: IP address of the proxy (e.g. IPv4: 127.0.0.1 / IPv6: ::1)
nl: IP-adres van de proxy (bijv. IPv4: 127.0.0.1 / IPv6: ::1)

# OptionsDialog|
source: &Port:
nl: Poo&rt:

# OptionsDialog|
source: Port of the proxy (e.g. 9050)
nl: Poort van de proxy (bijv. 9050)

# OptionsDialog|
source: &Window
nl: &Scherm

# OptionsDialog|
source: Show only a tray icon after minimizing the window.
nl: Laat alleen een systeemvakicoon zien wanneer het venster geminimaliseerd is

# OptionsDialog|
source: &Minimize to the tray instead of the taskbar
nl: &Minimaliseer naar het systeemvak in plaats van de taakbalk

# OptionsDialog|
source: Minimize instead of exit the application when the window is closed. When this option is enabled, the application will be closed only after selecting Exit in the menu.
nl: Minimaliseer het venster in de plaats van de applicatie af te sluiten als het venster gesloten wordt. Wanneer deze optie aan staan, kan de applicatie alleen worden afgesloten door in het menu "Afsluiten" te kiezen.

# OptionsDialog|
source: M&inimize on close
nl: Minimaliseer bij sluiten van het &venster

# OptionsDialog|
source: &Display
nl: &Weergave

# OptionsDialog|
source: User Interface &language:
nl: Taal &gebruikersinterface:

# OptionsDialog|
source: &Unit to show amounts in:
nl: &Eenheid om bedragen in te tonen:

# OptionsDialog|
source: Choose the default subdivision unit to show in the interface and when sending coins.
nl: Kies de standaard onderverdelingseenheid om weer te geven in uw programma, en voor het versturen van munten.

# OptionsDialog|
source: Third party URLs (e.g. a block explorer) that appear in the transactions tab as context menu items. %s in the URL is replaced by transaction hash. Multiple URLs are separated by vertical bar |.
nl: URL's van anderen (bijvoorbeeld een block explorer) dat in de transacties tab verschijnen als contextmenu elementen. %s in de URL is vervangen door transactie hash. Meerdere URL's zijn gescheiden door een verticale streep |.

# OptionsDialog|
source: Third party transaction URLs
nl: Transactie-URLs van derde partijen

# OptionsDialog|
source: Active command-line options that override above options:
nl: Actieve commandoregelopties die bovenstaande opties overschrijven:

# OptionsDialog|
source: Reset all client options to default.
nl: Herinitialiseer alle portemonneeopties naar de standaardinstellingen.

# OptionsDialog|
source: &Reset Options
nl: &Herinitialiseer opties

# OptionsDialog|
source: &Cancel
nl: Ann&uleren

# OptionsDialog|
source: default
nl: standaard

# OptionsDialog|
source: Confirm options reset
nl: Bevestig herinitialisatie van opties

# OptionsDialog|
source: Client restart required to activate changes.
nl: Herstarten van de client is vereist om veranderingen door te voeren.

# OptionsDialog|
source: This change would require a client restart.
nl: Om dit aan te passen moet de client opnieuw gestart worden.

# OptionsDialog|
source: The supplied proxy address is invalid.
nl: Het opgegeven proxyadres is ongeldig.

# OverviewPage|
source: Form
nl: Formulier

# OverviewPage|
source: Balances
nl: Balans

# OverviewPage|
source: The displayed information may be out of date. Your wallet automatically synchronizes with the Bitcoin network after a connection is established, but this process has not completed yet.
nl: De weergegeven informatie kan verouderd zijn. Uw portemonnee synchroniseert automaticsh met het Bitcoinnetwerk nadat verbinding is gemaakt, maar dit proces is nog niet voltooid.

# OverviewPage|
source: Unconfirmed transactions to watch-only addresses
nl: Onbevestigde transacties naar alleen-bekijkbare adressen

# OverviewPage|
source: Total of transactions that have yet to be confirmed, and do not yet count toward the spendable balance
nl: De som van de transacties die nog bevestigd moeten worden, en nog niet meetellen in uw beschikbare saldo

# OverviewPage|
source: Mined balance in watch-only addresses that has not yet matured
nl: Gedolven saldo dat nog niet tot wasdom is gekomen

# OverviewPage|
source: Total:
nl: Totaal:

# OverviewPage|
source: Mined balance that has not yet matured
nl: Gedolven saldo dat nog niet tot wasdom is gekomen

# OverviewPage|
source: Immature:
nl: Immatuur:

# OverviewPage|
source: Your current total balance
nl: Uw totale saldo

# OverviewPage|
source: Current total balance in watch-only addresses
nl: Huidige balans in alleen-bekijkbare adressen.

# OverviewPage|
source: Watch-only:
nl: Alleen-bekijkbaar:

# OverviewPage|
source: Available:
nl: Beschikbaar:

# OverviewPage|
source: Your current spendable balance
nl: Uw beschikbare saldo

# OverviewPage|
source: Your current balance in watch-only addresses
nl: Uw huidige balans in alleen-bekijkbare adressen

# OverviewPage|
source: Pending:
nl: In behandeling:

# OverviewPage|
source: Spendable:
nl: Besteedbaar:

# OverviewPage|
source: Recent transactions
nl: Recente transacties

# PasswordModifyDialog|
source: Cancel
nl: Annuleer

# PasswordModifyDialog|
source: Save
nl: Opslaan

# PaymentServer|
source: Payment request error
nl: Fout bij betalingsverzoek

# PaymentServer|
source: Cannot start bitcoin: click-to-pay handler
nl: Kan bitcoin: click-to-pay verwerker niet starten

# PaymentServer|
source: URI handling
nl: URI-behandeling

# PaymentServer|
source: Payment request fetch URL is invalid: %1
nl: URL om betalingsverzoek te verkrijgen is ongeldig: %1

# PaymentServer|
source: Invalid payment address %1
nl: Ongeldig betalingsadres %1

# PaymentServer|
source: URI cannot be parsed! This can be caused by an invalid Bitcoin address or malformed URI parameters.
nl: URI kan niet verwerkt worden! Dit kan het gevolg zijn van een ongeldig Bitcoin adres of misvormde URI parameters.

# PaymentServer|
source: Payment request file handling
nl: Betalingsverzoek bestandsafhandeling

# PaymentServer|
source: Payment request file cannot be read! This can be caused by an invalid payment request file.
nl: Betalingsverzoek-bestand kan niet gelezen of verwerkt worden! Dit kan veroorzaakt worden door een ongeldig betalingsverzoekbestand.

# PaymentServer|
source: Payment request rejected
nl: Betalingsverzoek geweigerd

# PaymentServer|
source: Payment request network doesn't match client network.
nl: Betalingsaanvraagnetwerk komt niet overeen met klantennetwerk.

# PaymentServer|
source: Payment request expired.
nl: Betalingsverzoek verlopen.

# PaymentServer|
source: Payment request is not initialized.
nl: Betalingsaanvraag is niet geïnitialiseerd.

# PaymentServer|
source: Unverified payment requests to custom payment scripts are unsupported.
nl: Niet-geverifieerde betalingsverzoeken naar aangepaste betaling scripts worden niet ondersteund.

# PaymentServer|
source: Invalid payment request.
nl: Ongeldig betalingsverzoek.

# PaymentServer|
source: Requested payment amount of %1 is too small (considered dust).
nl: Het gevraagde betalingsbedrag van %1 is te weinig (beschouwd als stof).

# PaymentServer|
source: Refund from %1
nl: Restitutie van %1

# PaymentServer|
source: Payment request %1 is too large (%2 bytes, allowed %3 bytes).
nl: Betalingsverzoek %1 is te groot (%2 bytes, maar %3 bytes toegestaan).

# PaymentServer|
source: Error communicating with %1: %2
nl: Fout tijdens communiceren met %1: %2

# PaymentServer|
source: Payment request cannot be parsed!
nl: Betalingsverzoek kan niet niet ingelezen worden!

# PaymentServer|
source: Bad response from server %1
nl: Ongeldige antwoord van server %1

# PaymentServer|
source: Network request error
nl: Fout tijdens netwerkaanvraag

# PaymentServer|
source: Payment acknowledged
nl: Betaling bevestigd

# PeerTableModel|
source: Ping Time
nl: Pingtijd

# QObject|
source: Amount
nl: Bedrag

# QObject|
source: %1 h
nl: %1 u

# QObject|
source: None
nl: Geen

# QObject|
source: N/A
nl: N.v.t.

# RPCConsole|
source: Debug window
nl: Debugvenster

# RPCConsole|
source: &Information
nl: &Informatie

# RPCConsole|
source: General
nl: Algemeen

# RPCConsole|
source: Client name
nl: Clientnaam

# RPCConsole|
source: N/A
nl: N.v.t.

# RPCConsole|
source: Client version
nl: Clientversie

# RPCConsole|
source: Using OpenSSL version
nl: Gebruikt OpenSSL versie

# RPCConsole|
source: Using BerkeleyDB version
nl: Gebruikt BerkeleyDB versie

# RPCConsole|
source: Build date
nl: Bouwdatum

# RPCConsole|
source: Startup time
nl: Opstarttijd

# RPCConsole|
source: Network
nl: Netwerk

# RPCConsole|
source: Name
nl: Naam

# RPCConsole|
source: Number of connections
nl: Aantal verbindingen

# RPCConsole|
source: Block chain
nl: Blokketen

# RPCConsole|
source: Current number of blocks
nl: Huidig aantal blokken

# RPCConsole|
source: Last block time
nl: Tijd laatste blok

# RPCConsole|
source: Debug log file
nl: Debuglogbestand

# RPCConsole|
source: Open the Bitcoin Core debug log file from the current data directory. This can take a few seconds for large log files.
nl: Open het Bitcoin Core debuglogbestand van de huidige gegevensdirectory. Dit kan een aantal seconden duren voor grote logbestanden.

# RPCConsole|
source: &Open
nl: &Openen

# RPCConsole|
source: Clear console
nl: Console wissen

# RPCConsole|
source: &Network Traffic
nl: &Netwerkverkeer

# RPCConsole|
source: &Clear
nl: &Wissen

# RPCConsole|
source: Totals
nl: Totalen

# RPCConsole|
source: Received
nl: Ontvangen

# RPCConsole|
source: Sent
nl: Verstuurd

# RPCConsole|
source: Select a peer to view detailed information.
nl: Selecteer een peer om gedetailleerde informatie te bekijken.

# RPCConsole|
source: Direction
nl: Richting

# RPCConsole|
source: Version
nl: Versie

# RPCConsole|
source: Starting Height
nl: Aanvangshoogte

# RPCConsole|
source: Sync Height
nl: Synchronisatiehoogte

# RPCConsole|
source: Connection Time
nl: Verbindingsduur

# RPCConsole|
source: Last Send
nl: Laatst verstuurd

# RPCConsole|
source: Last Receive
nl: Laatst ontvangen

# RPCConsole|
source: Bytes Sent
nl: Bytes verzonden

# RPCConsole|
source: Bytes Received
nl: Bytes ontvangen

# RPCConsole|
source: Ping Time
nl: Pingtijd

# RPCConsole|
source: Time Offset
nl: Tijdsverschuiving

# RPCConsole|
source: Use up and down arrows to navigate history, and <b>Ctrl-L</b> to clear screen.
nl: Gebruik de pijltjestoetsen om door de geschiedenis te navigeren, en <b>Ctrl-L</b> om het scherm te wissen.

# RPCConsole|
source: Type <b>help</b> for an overview of available commands.
nl: Voer <b>help</b> in voor een overzicht van de beschikbare commando's.

# RPCConsole|
source: Out:
nl: Uit:

# RPCConsole|
source: never
nl: nooit

# RPCConsole|
source: Inbound
nl: Inkomend

# RPCConsole|
source: Outbound
nl: Uitgaand

# RPCConsole|
source: Unknown
nl: Onbekend

# RPCConsole|
source: Yes
nl: Ja

# RPCConsole|
source: No
nl: Nee

# ReceiveCoinsDialog|
source: Reuse one of the previously used receiving addresses. Reusing addresses has security and privacy issues. Do not use this unless re-generating a payment request made before.
nl: Gebruik een van de eerder gebruikte ontvangstadressen opnieuw. Het opnieuw gebruiken van adressen heeft gevolgen voor de beveiliging en uw privacy. Gebruik dit niet, behalve als er eerder een betalingsverzoek opnieuw gegenereerd is.

# ReceiveCoinsDialog|
source: R&euse an existing receiving address (not recommended)
nl: H&ergebruik een bestaand ontvangstadres (niet aanbevolen)

# ReceiveCoinsDialog|
source: An optional message to attach to the payment request, which will be displayed when the request is opened. Note: The message will not be sent with the payment over the Bitcoin network.
nl: Een optioneel bericht om bij te voegen aan het betalingsverzoek, welke zal getoond worden wanneer het verzoek is geopend. Opmerking: Het bericht zal niet met de betaling over het Bitcoinnetwerk verzonden worden.

# ReceiveCoinsDialog|
source: &Message:
nl: Be&richt:

# ReceiveCoinsDialog|
source: An optional label to associate with the new receiving address.
nl: Een optioneel label om te associëren met het nieuwe ontvangende adres.

# ReceiveCoinsDialog|
source: Use this form to request payments. All fields are <b>optional</b>.
nl: Gebruik dit formulier om te verzoeken tot betaling. Alle velden zijn <b>optioneel</b>.

# ReceiveCoinsDialog|
source: An optional amount to request. Leave this empty or zero to not request a specific amount.
nl: Een optioneel te verzoeken bedrag. Laat dit leeg, of nul, om geen specifiek bedrag aan te vragen.

# ReceiveCoinsDialog|
source: &Amount:
nl: Bedra&g:

# ReceiveCoinsDialog|
source: &Request payment
nl: Betalings&verzoek

# ReceiveCoinsDialog|
source: Clear all fields of the form.
nl: Wis alle velden op het formulier.

# ReceiveCoinsDialog|
source: Clear
nl: Wissen

# ReceiveCoinsDialog|
source: Requested payments history
nl: Geschiedenis van de betalingsverzoeken

# ReceiveCoinsDialog|
source: Show the selected request (does the same as double clicking an entry)
nl: Het geselecteerde verzoek weergeven (doet hetzelfde als dubbelklikken)

# ReceiveCoinsDialog|
source: Show
nl: Weergeven

# ReceiveCoinsDialog|
source: Remove the selected entries from the list
nl: Verwijder de geselecteerde items van de lijst

# ReceiveCoinsDialog|
source: Remove
nl: Verwijderen

# ReceiveCoinsDialog|
source: Copy label
nl: Kopieer label

# ReceiveCoinsDialog|
source: Copy message
nl: Kopieer bericht

# ReceiveCoinsDialog|
source: Copy amount
nl: Kopieer bedrag

# ReceiveCoinsDialog|
source: My receiving address
nl: Mijn ontvangstadres

# ReceiveCoinsDialog|
source: Enter label
nl: Voer beschrijving in

# ReceiveCoinsDialog|
source: Request %1 Gulden
nl: Aanvraag voor %1 Gulden

# ReceiveCoinsDialog|
source: Payment request URI
nl: Betaalverzoek URI

# ReceiveCoinsDialog|
source: Cancel
nl: Annuleer

# ReceiveCoinsDialog|
source: Copy address to clipboard
nl: Kopieer adres naar klembord

# ReceiveCoinsDialog|
source: Save QR as image
nl: Bewaar QR als afbeelding

# ReceiveCoinsDialog|
source: Request payment
nl: Verzoek betaling

# ReceiveCoinsDialog|
source: Generate request
nl: Genereer verzoek

# ReceiveCoinsDialog|
source: New request
nl: Nieuwe aanvraag

# ReceiveCoinsDialog|
source: Buy Gulden
nl: Koop Gulden

# ReceiveCoinsDialog|
source: Buy
nl: Koop

# ReceiveCoinsDialog|
source: Choose amount
nl: Kies bedrag

# ReceiveCoinsDialog|
source: More
nl: Meer

# ReceiveCoinsDialog|
source: Your details
nl: Jouw gegevens

# ReceiveCoinsDialog|
source: Enter email address
nl: Voer e-mailadres in

# ReceiveCoinsDialog|
source: Did you buy for more than 40 Gulden in the past week?
nl: Heb je in de afgelopen week voor meer dan 40 Gulden gekocht?

# ReceiveCoinsDialog|
source: Yes
nl: Ja

# ReceiveCoinsDialog|
source: No
nl: Nee

# ReceiveCoinsDialog|
source: Request 10 000 Gulden
nl: Verzoek 10 000 Gulden

# ReceiveCoinsDialog|
source: Resulting URI too long, try to reduce the text for label / message.
nl: Resulterende URI te lang, probeer de tekst korter te maken voor het label/bericht.

# ReceiveCoinsDialog|
source: Copy request to clipboard
nl: Kopieer aanvraag naar clipboard

# ReceiveCoinsDialog|
source: Request Gulden
nl: betalingsaanvraag

# ReceiveCoinsDialog|
source: Resulting URI too long, try to reduce the text for the label.
nl: Resulterende URI te lang, Kort de text in voor dit label

# ReceiveCoinsDialog|
source: Error loading the buy page, please check your connection and try again later.
nl: Error tijdens het laden van de betaal pagina, controleer uw verbinding en probeer het (op een later moment) opnieuw

# ReceiveRequestDialog|
source: Copy &URI
nl: Kopieer &URI

# ReceiveRequestDialog|
source: Copy &Address
nl: Kopieer &adres

# ReceiveRequestDialog|
source: &Save Image...
nl: Afbeelding op&slaan...

# ReceiveRequestDialog|
source: Request payment to %1
nl: Betalingsverzoek aan %1

# ReceiveRequestDialog|
source: Payment information
nl: Betalingsinformatie

# ReceiveRequestDialog|
source: Address
nl: Adres

# ReceiveRequestDialog|
source: Amount
nl: Bedrag

# ReceiveRequestDialog|
source: Message
nl: Bericht

# RecentRequestsTableModel|
source: Date
nl: Datum

# RecentRequestsTableModel|
source: Message
nl: Bericht

# RecentRequestsTableModel|
source: (no label)
nl: (geen label)

# RecentRequestsTableModel|
source: (no message)
nl: (geen bericht)
