Repository: TechAurora518/munt-official
Catalog: src/qt/locale/Gulden/gulden_*.po
Languages: nl

# WalletView|
source: There was an error trying to save the wallet data to %1.
nl: Er is een fout opgetreden bij het wegschrijven van de portemonneegegevens naar %1.

# WalletView|
source: Backup Successful
nl: Backup succesvol

# WalletView|
source: The wallet data was successfully saved to %1.
nl: De portemonneegegevens zijn succesvol opgeslagen in %1.

# WelcomeDialog|
source: New wallet
nl: Nieuwe portemonnee

# WelcomeDialog|
source: Restore wallet
nl: Portemonnee herstellen

# WelcomeDialog|
source: I wrote it down
nl: Ik heb het opgeschreven

# WelcomeDialog|
source: Recover wallet
nl: Herstel portemonnee

# WelcomeDialog|
source: Create wallet
nl: Start nieuwe portemonnee

# WelcomeDialog|
source: Please enter a recovery phrase
nl: Voer herstelzin in

# WelcomeDialog|
source: The recovery phrase you have entered is not a valid Gulden recovery phrase, if you are sure that this is your phrase then the program can attempt to use it, note that it will be used exactly as is so no double spacing or any other correction will be performed. Making up your own phrase can greatly reduce security, no support can be offered for invalid phrases.
nl: De herstelzin die u heeft ingevoerd is geen geldige gulden herstelzin. Als u zeker bent dat de zin correct is dan kan het programma proberen deze zin te gebruiken. Besef dat de zin gebruikt word zoals ingevoerd, let op dubbele spaties en grammaticale fouten worden niet hersteld. Het zelf bedenken van een zin kan de veiligheid drastisch verlagen, er kan geen support worden aangeboden voor ongeldige herstelzinnen

# WelcomeDialog|
source: Cancel
nl: Annuleer

# WelcomeDialog|
source: Proceed with invalid phrase
nl: Ga door met ongeldige zin

# WelcomeDialog|
source: Generating wallet
nl: Wallet word aangemaakt

# WelcomeDialog|
source: Without your recovery phrase you will lose your Guldens when something goes wrong with your computer.
nl: Zonder herstelzin kunt u uw guldens verliezen wanneer u geen toegang meer hebt tot uw portemonnee

# WelcomeDialog|
source: I understand
nl: Ik begrijp het

# WelcomeDialog|
source: Below is your secret recovery phrase, write it down and keep it safe. Lose phrase = lose Guldens. Someone else with access to the phrase = lose Guldens.
nl: Dit is uw herstelzin, bewaar deze op een veilige plek. Zin kwijtraken = Guldens weg. Iemand toegang tot uw zin = Guldens weg.

# WelcomeDialog|
source: Enter your recovery phrase from a previous install. Lose phrase = lose Guldens. Someone else with access to the phrase = lose Guldens.
nl: Voer uw herstelzin in van een vorige instalatie, bewaar deze op een veilige plek. Zin kwijtraken = Guldens weg. Iemand toegang tot uw zin = Guldens weg.

# WelcomeDialog|
source: <html><head/><body><p>By using the Gulden app you explicitly and unconditionally agree that you carry all responsibility for the management and storage of your Gulden.</p></body></html>
nl: <html><head/><body><p>Als u de guldenapp gebruikt gaat u accoord met de voorwaarden en stemt u in dat alleen u verantwoordlijk bent voor het beheren en opslag van uw guldens. </p></body></html>

# bitcoin-core|
source: (1 = keep tx meta data e.g. account owner and payment request information, 2 = drop tx meta data)
nl: (1 = behoud tx metagegevens bijv. rekeninghouder en betalingsverzoekinformatie, 2 = verwijder tx metagegevens)

# bitcoin-core|
source: Allow JSON-RPC connections from specified source. Valid for <ip> are a single IP (e.g. 1.2.3.4), a network/netmask (e.g. 1.2.3.4/255.255.255.0) or a network/CIDR (e.g. 1.2.3.4/24). This option can be specified multiple times
nl: Sta JSON-RPC verbindingen van een gespecificeerde bron toe. Geldig voor <ip> zijn een enkele IP (bijv. 1.2.3.4), een netwerk/netmask (bijv. 1.2.3.4/255.255.255.0) of een netwerk/CIDR (bijv. 1.2.3.4/24). Deze optie mag meerdere keren gespecificeerd worden.

# bitcoin-core|
source: Bind to given address and always listen on it. Use [host]:port notation for IPv6
nl: Bind aan opgegeven adres en luister er altijd op. Gebruik [host]:port notatie voor IPv6

# bitcoin-core|
source: Bind to given address and whitelist peers connecting to it. Use [host]:port notation for IPv6
nl: Bind aan opgegeven adres en whitelist peers die ermee verbinden. Gebruik [host]:poort notatie voor IPv6.

# bitcoin-core|
source: Bind to given address to listen for JSON-RPC connections. Use [host]:port notation for IPv6. This option can be specified multiple times (default: bind to all interfaces)
nl: Bind aan opgegeven adressen om naar JSON-RPC verbindingen te luisteren. Gebruik [host]:poort notatie voor IPv6. Deze optie kan meerdere keren gespecificeerd worden (standaard: bind aan alle interfaces)

# bitcoin-core|
source: Create new files with system default permissions, instead of umask 077 (only effective with disabled wallet functionality)
nl: Maak nieuwe bestanden aan met standaard systeempermissies, in plaats van een umask 077 (alleen effectief met portemonnee functionaliteit uit)

# bitcoin-core|
source: Delete all wallet transactions and only recover those parts of the blockchain through -rescan on startup
nl: Verwijder alle portemonneetransacties en herstel alleen die delen van de blokketting door -rescan tijdens opstarten

# bitcoin-core|
source: Discover own IP addresses (default: 1 when listening and no -externalip or -proxy)
nl: Ontdek eigen IP adressen (standaard: 1 bij luisteren en geen -noexternalip of -proxy)

# bitcoin-core|
source: Distributed under the MIT software license, see the accompanying file COPYING or <http://www.opensource.org/licenses/mit-license.php>.
nl: Gedistribueerd met de MIT software licentie, zie het bijgeleverde COPYING bestand of <http://www.opensource.org/licenses/mit-license.php>.

# bitcoin-core|
source: Error: Listening for incoming connections failed (listen returned error %s)
nl: Fout: Luisteren naar binnenkomende verbindingen mislukt (listen retourneerde fout %s)

# bitcoin-core|
source: Execute command when a relevant alert is received or we see a really long fork (%s in cmd is replaced by message)
nl: Voer commando uit zodra een waarschuwing is ontvangen of wanneer we een erg lange fork detecteren (%s in commando wordt vervangen door bericht)

# bitcoin-core|
source: Execute command when a wallet transaction changes (%s in cmd is replaced by TxID)
nl: Voer opdracht uit zodra een portemonneetransactie verandert (%s in cmd wordt vervangen door TxID)

# bitcoin-core|
source: Execute command when the best block changes (%s in cmd is replaced by block hash)
nl: Voer commando uit zodra het beste blok verandert (%s in cmd wordt vervangen door blockhash)

# bitcoin-core|
source: How thorough the block verification of -checkblocks is (0-4, default: %u)
nl: Hoe zorgvuldig het blokverificatieproces van -checkblocks moet zijn (0-4, standaard: %u)

# bitcoin-core|
source: If paytxfee is not set, include enough fee so transactions begin confirmation on average within n blocks (default: %u)
nl: Als paytxfee niet ingesteld is, voeg voldoende vergoeding toe zodat transacties gemiddeld binnen n blokken bevestigd worden (standaard: %u)

# bitcoin-core|
source: Invalid amount for -maxtxfee=<amount>: '%s' (must be at least the minrelay fee of %s to prevent stuck transactions)
nl: Ongeldige hoeveelheid voor-maxtxfee=<hoeveelheid>: '%s' (moet ten minste de minrelay vergoeding van %s zijn on vastlopende transacties te voorkomen)

# bitcoin-core|
source: Maintain a full transaction index, used by the getrawtransaction rpc call (default: %u)
nl: Onderhoud een volledige transactieindex, gebruikt door de getrawtransaction rpc call (standaard: %u)

# bitcoin-core|
source: Maximum size of data in data carrier transactions we relay and mine (default: %u)
nl: Maximum grootte van gegevensoverdrachttransacties die we doorsturen en delven (standaard: %u)

# bitcoin-core|
source: Number of seconds to keep misbehaving peers from reconnecting (default: %u)
nl: Aantal seconden dat zich misdragende peers niet opnieuw kunnen verbinden (standaard: %u)

# bitcoin-core|
source: Output debugging information (default: %u, supplying <category> is optional)
nl: Voer extra debugginginformatie uit (standaard: %u, het leveren van <category> is optioneel)

# bitcoin-core|
source: Query for peer addresses via DNS lookup, if low on addresses (default: 1 unless -connect)
nl: Zoek peer adressen via DNS op, als de adressen op raken (standaard: 1 tenzij -connect)

# bitcoin-core|
source: Set maximum size of high-priority/low-fee transactions in bytes (default: %d)
nl: Stel maximumgrootte in bytes in voor hoge-prioriteits-/lage-transactiekostentransacties (standaard: %d)

# bitcoin-core|
source: Set the number of script verification threads (%u to %d, 0 = auto, <0 = leave that many cores free, default: %d)
nl: Kies het aantal scriptverificatieprocessen (%u tot %d, 0 = auto, <0 = laat dit aantal kernen vrij, standaard: %d)

# bitcoin-core|
source: The transaction amount is too small to send after the fee has been deducted
nl: De transactiehoeveelheid, na aftrek van vergoeding, is te klein om te versturen

# bitcoin-core|
source: This is a pre-release test build - use at your own risk - do not use for mining or merchant applications
nl: Dit is een pre-release testversie - gebruik op eigen risico! Gebruik deze niet voor het delven van munten of handelsdoeleinden

# bitcoin-core|
source: This product includes software developed by the OpenSSL Project for use in the OpenSSL Toolkit <https://www.openssl.org/> and cryptographic software written by Eric Young and UPnP software written by Thomas Bernard.
nl: Dit product bevat software ontwikkeld door het Openssl Project voor gebruik in de OpenSSL Toolkit <https://www.openssl.org/> en cryptografische software geschreven door Eric Young en UPnP software geschreven door Thomas Bernard.

# bitcoin-core|
source: Use separate SOCKS5 proxy to reach peers via Tor hidden services (default: %s)
nl: Gebruik een aparte SOCKS5 proxy om 'Tor hidden services' te bereiken (standaard: %s)

# bitcoin-core|
source: Warning: The network does not appear to fully agree! Some miners appear to be experiencing issues.
nl: Waarschuwing: Het lijkt erop dat het netwerk geen consensus kan vinden! Sommige delvers lijken problemen te ondervinden.

# bitcoin-core|
source: Warning: We do not appear to fully agree with our peers! You may need to upgrade, or other nodes may need to upgrade.
nl: Waarschuwing: Het lijkt erop dat we geen consensus kunnen vinden met onze peers! Mogelijk dient u te upgraden, of andere nodes moeten wellicht upgraden.

# bitcoin-core|
source: Whitelist peers connecting from the given netmask or IP address. Can be specified multiple times.
nl: Whitelist peers die verbinden vanuit het opgegeven netmask of IP adres. Kan meerdere keren gespecificeerd worden.

# bitcoin-core|
source: Whitelisted peers cannot be DoS banned and their transactions are always relayed, even if they are already in the mempool, useful e.g. for a gateway
nl: Gewhiteliste peers kunnen niet vanwege DoS verbannen worden en hun transacties worden altijd, zelfs als ze al in de mempool zijn, handig voor bijv. een gateway

# bitcoin-core|
source: (default: %s)
nl: (standaard: %s)

# bitcoin-core|
source: <category> can be:
nl: <category> kan zijn:

# bitcoin-core|
source: Accept command line and JSON-RPC commands
nl: Accepteer commandoregel- en JSON-RPC-commando's

# bitcoin-core|
source: Accept connections from outside (default: 1 if no -proxy or -connect)
nl: Accepteer verbindingen van buitenaf (standaard: 1 als geen -proxy of -connect is opgegeven)

# bitcoin-core|
source: Accept public REST requests (default: %u)
nl: Accepteer publieke REST aanvragen (standaard: %u)

# bitcoin-core|
source: Add a node to connect to and attempt to keep the connection open
nl: Voeg een node om naar te verbinden toe en probeer de verbinding open te houden

# bitcoin-core|
source: Allow DNS lookups for -addnode, -seednode and -connect
nl: Sta opzoeken via DNS toe voor -addnode, -seednode en -connect

# bitcoin-core|
source: Always query for peer addresses via DNS lookup (default: %u)
nl: Vind anderen door middel van opzoeken via DNS (standaard: %u)

# bitcoin-core|
source: Block creation options:
nl: Blokcreatieopties:

# bitcoin-core|
source: Cannot downgrade wallet
nl: Kan portemonnee niet downgraden

# bitcoin-core|
source: Cannot write default address
nl: Kan standaardadres niet schrijven

# bitcoin-core|
source: Connect only to the specified node(s)
nl: Verbind alleen naar de gespecificeerde knooppunt(en)

# bitcoin-core|
source: Connect through SOCKS5 proxy
nl: Verbind door een SOCKS5 proxy

# bitcoin-core|
source: Connect to a node to retrieve peer addresses, and disconnect
nl: Verbind naar een knooppunt om adressen van anderen op te halen, en verbreek vervolgens de verbinding

# bitcoin-core|
source: Connection options:
nl: Verbindingsopties:

# bitcoin-core|
source: Corrupted block database detected
nl: Corrupte blokkendatabase gedetecteerd

# bitcoin-core|
source: Debugging/Testing options:
nl: Foutopsporing/Testopties:

# bitcoin-core|
source: Do not load the wallet and disable wallet RPC calls
nl: Laad de portemonnee niet en schakel portemonnee RPC oproepen uit

# bitcoin-core|
source: Do you want to rebuild the block database now?
nl: Wilt u de blokkendatabase nu herbouwen?

# bitcoin-core|
source: Done loading
nl: Klaar met laden

# bitcoin-core|
source: Error initializing block database
nl: Fout tijdens intialisatie blokkendatabase

# bitcoin-core|
source: Error initializing wallet database environment %s!
nl: Fout tijdens initializeren van de database-omgeving %s!

# bitcoin-core|
source: Error loading block database
nl: Fout tijdens laden van blokkendatabase

# bitcoin-core|
source: Error opening block database
nl: Fout tijdens openen blokkendatabase

# bitcoin-core|
source: Error reading from database, shutting down.
nl: Fout tijdens lezen van database, afsluiten.

# bitcoin-core|
source: Error
nl: Fout

# bitcoin-core|
source: Error: Disk space is low!
nl: Fout: weinig vrije schijfruimte!

# bitcoin-core|
source: Failed to listen on any port. Use -listen=0 if you want this.
nl: Mislukt om op welke poort dan ook te luisteren. Gebruik -listen=0 as u dit wilt.

# bitcoin-core|
source: How many blocks to check at startup (default: %u, 0 = all)
nl: Aantal te controleren blokken bij het opstarten (standaard: %u, 0 = allemaal)

# bitcoin-core|
source: Importing...
nl: Importeren...

# bitcoin-core|
source: Include IP addresses in debug output (default: %u)
nl: Voeg IP adressen aan de debug uitvoer toe (standaard: %u)

# bitcoin-core|
source: Incorrect or no genesis block found. Wrong datadir for network?
nl: Ongeldige of geen genesisblok gevonden. Verkeerde gegevensdirectory voor het netwerk?

# bitcoin-core|
source: Information
nl: Informatie

# bitcoin-core|
source: Insufficient funds
nl: Ontoereikend saldo

# bitcoin-core|
source: Invalid -onion address: '%s'
nl: Ongeldig -onion adres '%s'

# bitcoin-core|
source: Invalid -proxy address: '%s'
nl: Ongeldig -proxy adres: '%s'

# bitcoin-core|
source: Invalid amount for -paytxfee=<amount>: '%s' (must be at least %s)
nl: Ongeldig bedrag voor -paytxfee=<bedrag>: '%s' (Minimum %s)

# bitcoin-core|
source: Invalid netmask specified in -whitelist: '%s'
nl: Ongeldige netmask opgegeven in -whitelist: '%s'

# bitcoin-core|
source: Keep at most <n> unconnectable transactions in memory (default: %u)
nl: Houd maximaal <n> onverbonden transacties in geheugen (standaard: %u)

# bitcoin-core|
source: Listen for JSON-RPC connections on <port> (default: %u or testnet: %u)
nl: Luister naar JSON-RPC-verbindingen op poort <port> (standaard: %u of testnet: %u)

# bitcoin-core|
source: Listen for connections on <port> (default: %u or testnet: %u)
nl: Luister naar verbindingen op <poort> (standaard: %u of testnet: %u)

# bitcoin-core|
source: Loading addresses...
nl: Adressen aan het laden...

# bitcoin-core|
source: Loading block index...
nl: Blokindex aan het laden...

# bitcoin-core|
source: Loading wallet...
nl: Portemonnee aan het laden...

# bitcoin-core|
source: Maintain at most <n> connections to peers (default: %u)
nl: Onderhoud maximaal <n> verbindingen naar peers (standaard: %u)

# bitcoin-core|
source: Maximum per-connection receive buffer, <n>*1000 bytes (default: %u)
nl: Maximum per-connectie ontvangstbuffer, <n>*1000 bytes (standaard: %u)

# bitcoin-core|
source: Maximum per-connection send buffer, <n>*1000 bytes (default: %u)
nl: Maximum per-connectie zendbuffer, <n>*1000 bytes (standaard: %u)

# bitcoin-core|
source: Need to specify a port with -whitebind: '%s'
nl: Poort moet opgegeven worden met -whitebind: '%s'

# bitcoin-core|
source: Node relay options:
nl: Doorstuuropties van knooppunt:

# bitcoin-core|
source: Not enough file descriptors available.
nl: Niet genoeg file descriptors beschikbaar.

# bitcoin-core|
source: Only connect to nodes in network <net> (ipv4, ipv6 or onion)
nl: Verbind alleen met knooppunten in netwerk <net> (ipv4, ipv6 of onion)

# bitcoin-core|
source: Options:
nl: Opties:

# bitcoin-core|
source: Password for JSON-RPC connections
nl: Wachtwoord voor JSON-RPC-verbindingen

# bitcoin-core|
source: Prepend debug output with timestamp (default: %u)
nl: Prepend debug output met tijdstempel (standaard: %u)

# bitcoin-core|
source: RPC server options:
nl: RPC server opties:

# bitcoin-core|
source: Relay and mine data carrier transactions (default: %u)
nl: Gegevensoverdrachttransacties doorsturen en delven (standaard: %u)

# bitcoin-core|
source: Relay non-P2SH multisig (default: %u)
nl: Niet-P2SH multisig doorsturen (standaard: %u)

# bitcoin-core|
source: Rescanning...
nl: Blokketen aan het doorzoeken...

# bitcoin-core|
source: Run in the background as a daemon and accept commands
nl: Draai in de achtergrond als daemon en aanvaard commando's

# bitcoin-core|
source: Send trace/debug info to console instead of debug.log file
nl: Stuur trace/debug-info naar de console in plaats van het debug.log bestand

# bitcoin-core|
source: Send transactions as zero-fee transactions if possible (default: %u)
nl: Verstuur transacties als transacties zonder vergoeding indien mogelijk (standaard: %u)

# bitcoin-core|
source: Set database cache size in megabytes (%d to %d, default: %d)
nl: Zet database cache grootte in megabytes (%d tot %d, standaard: %d)

# bitcoin-core|
source: Set key pool size to <n> (default: %u)
nl: Stel sleutelpoelgrootte in op <&> (standaard: %u)

# bitcoin-core|
source: Set maximum block size in bytes (default: %d)
nl: Stel maximum blokgrootte in in bytes (standaard: %d)

# bitcoin-core|
source: Set the number of threads to service RPC calls (default: %d)
nl: Stel het aantal threads in om RPC-aanvragen mee te bedienen (standaard: %d)

# bitcoin-core|
source: Show all debugging options (usage: --help -help-debug)
nl: Alle foutopsporingsopties weergeven (gebruik: --help -help-debug)

# bitcoin-core|
source: Shrink debug.log file on client startup (default: 1 when no -debug)
nl: Verklein debug.log-bestand bij het opstarten van de client (standaard: 1 als geen -debug)

# bitcoin-core|
source: Signing transaction failed
nl: Ondertekenen van transactie mislukt

# bitcoin-core|
source: Specify configuration file (default: %s)
nl: Specificeer configuratie bestand (standaard: %s)

# bitcoin-core|
source: Specify connection timeout in milliseconds (minimum: 1, default: %d)
nl: Specificeer de time-out tijd in milliseconden (minimum: 1, standaard: %d)

# bitcoin-core|
source: Specify data directory
nl: Stel gegevensdirectory in

# bitcoin-core|
source: Specify pid file (default: %s)
nl: Specificeer pid-bestand (standaard: %s)

# bitcoin-core|
source: Specify wallet file (within data directory)
nl: Specificeer het portemonneebestand (vanuit de gegevensdirectory)

# bitcoin-core|
source: Specify your own public address
nl: Specificeer uw eigen publieke adres

# bitcoin-core|
source: Spend unconfirmed change when sending transactions (default: %u)
nl: Besteed onbevestigd wisselgeld bij het versturen van transacties (standaard: %u)

# bitcoin-core|
source: The transaction amount is too small to pay the fee
nl: Het transactiebedrag is te klein om de vergoeding te betalen

# bitcoin-core|
source: This is experimental software.
nl: Dit is experimentele software.

# bitcoin-core|
source: Threshold for disconnecting misbehaving peers (default: %u)
nl: Drempel om verbinding te verbreken naar zich misdragende peers (standaard: %u)

# bitcoin-core|
source: Transaction amount too small
nl: Transactiebedrag te klein

# bitcoin-core|
source: Transaction amounts must be positive
nl: Transactiebedragen moeten positief zijn

# bitcoin-core|
source: Transaction too large for fee policy
nl: Transactie is te groot voor vergoedingsbeleid

# bitcoin-core|
source: Transaction too large
nl: Transactie te groot

# bitcoin-core|
source: Unable to bind to %s on this computer (bind returned error %s)
nl: Kan niet binden aan %s op deze computer (bindingspoging gaf fout %s)

# bitcoin-core|
source: Unknown network specified in -onlynet: '%s'
nl: Onbekend netwerk gespecificeerd in -onlynet: '%s'

# bitcoin-core|
source: Use UPnP to map the listening port (default: %u)
nl: Gebruik UPnP om de luisterende poort te mappen (standaard: %u)

# bitcoin-core|
source: Username for JSON-RPC connections
nl: Gebruikersnaam voor JSON-RPC-verbindingen

# bitcoin-core|
source: Verifying blocks...
nl: Blokken aan het controleren...

# bitcoin-core|
source: Verifying wallet...
nl: Portemonnee aan het controleren...

# bitcoin-core|
source: Wallet %s resides outside data directory %s
nl: Portemonnee %s bevindt zich buiten de gegevensdirectory %s

# bitcoin-core|
source: Wallet options:
nl: Portemonnee instellingen:

# bitcoin-core|
source: Warning
nl: Waarschuwing

# bitcoin-core|
source: Zapping all transactions from wallet...
nl: Bezig met het zappen van alle transacties van de portemonnee...

# bitcoin-core|
source: The %s developers
nl: De %s Ontwikkelaars

# bitcoin-core|
source: -fallbackfee is set very high! This is the transaction fee you may pay when fee estimates are not available.
nl: De -fallbackfee is zeer hoog, deze transactie fee betaald u wanneer de fee schatting niet toerijkend is

# bitcoin-core|
source: -maxtxfee is set very high! Fees this large could be paid on a single transaction.
nl: De maximum transactie fee is zeer hoog! Fee's van deze grootte zijn voldoende genoeg voor een enkele betaling

# bitcoin-core|
source: -paytxfee is set very high! This is the transaction fee you will pay if you send a transaction.
nl: De fee voor deze transactie is zeer hoog. Weet u zeker dat u deze fee wil betalen?

# bitcoin-core|
source: A fee rate (in %s/kB) that will be used when fee estimation has insufficient data (default: %s)
nl: Een fee van (in %s/kB) zal gebruikt worden als er voor de fee schatting onvoldoende data beschikbaar is(standaard: %s)

# bitcoin-core|
source: Accept relayed transactions received from whitelisted peers even when not relaying transactions (default: %d)
nl: Accepteer doorgestuurde transacties ontvangen van gevalideerde bronnen, ook wanneer er geen transacties worden door gestuurd (standaard: %d)

# bitcoin-core|
source: Cannot obtain a lock on data directory %s. %s is probably already running.
nl: Kan de data directory niet vergrendelen, %s. %s is waarschijnlijk al in gebruik

# bitcoin-core|
source: Do not keep transactions in the mempool longer than <n> hours (default: %u)
nl: Bewaar geen transacties in de mempool langer dan <n> uur (standaard: %u)

# bitcoin-core|
source: Equivalent bytes per sigop in transactions for relay and mining (default: %u)
nl: Bytes per sigop in transacties voor doorsturen en minen (standaard: %u)
