Repository: TechAurora518/munt-official
Catalog: src/qt/locale/Gulden/gulden_*.po
Languages: nl

# AccountSettingsDialog|
source: Change name of account
nl: Wijzig naam van account

# AccountSettingsDialog|
source: Enter name of account.
nl: Voer naam in van account

# AccountSettingsDialog|
source: Scan QR to connect to your mobile Gulden app
nl: Scan QR code om te linken met je mobiele Gulden app

# AccountSettingsDialog|
source: Delete account
nl: Verwijder account

# AccountSettingsDialog|
source: Done
nl: Klaar

# AccountSettingsDialog|
source: Click here to make QR code visible. WARNING: please ensure that you are the only person who can see this QR code as otherwise it could be used to access your funds.
nl: Klik hier om je QR code zichtbaar te maken. WAARSCHUWING: Laat niemand anders deze QR code zien, anders heeft diegene toegang tot je Guldens.

# AccountSettingsDialog|
source: Account not empty, please first empty your account before trying to delete it.
nl: Account is niet leeg. Transfer eerst je Guldens voor je deze account verwijderd

# AccountSettingsDialog|
source: Okay
nl: Ok

# AccountSettingsDialog|
source: Are you sure you want to delete %1 from your account list? The account will continue to be monitored and will be restored should it receive new funds in future.
nl: Weet je zeker dat je %1 van je account lijst wil verwijderen? De adressen van deze account blijven actief.

# AccountSettingsDialog|
source: Cancel
nl: Annuleer

# AddressBookPage|
source: &Copy Address
nl: Adres &kopiëren

# AddressBookPage|
source: Right-click to edit address or label
nl: Rechtsklik om een adres of label te bewerken.

# AddressBookPage|
source: Create a new address
nl: Maak een nieuw adres aan

# AddressBookPage|
source: &New
nl: &Nieuw

# AddressBookPage|
source: Copy the currently selected address to the system clipboard
nl: Kopieer het huidig geselecteerde adres naar het klembord

# AddressBookPage|
source: &Copy
nl: &Kopiëren

# AddressBookPage|
source: Delete the currently selected address from the list
nl: Verwijder het geselecteerde adres van de lijst

# AddressBookPage|
source: &Delete
nl: &Verwijder

# AddressBookPage|
source: Export the data in the current tab to a file
nl: Exporteer de data in de huidige tab naar een bestand

# AddressBookPage|
source: &Export
nl: &Exporteer

# AddressBookPage|
source: C&lose
nl: &Sluiten

# AddressBookPage|
source: Choose the address to send coins to
nl: Kies het adres om munten naar te versturen

# AddressBookPage|
source: Choose the address to receive coins with
nl: Kies het adres om munten mee te ontvangen

# AddressBookPage|
source: C&hoose
nl: K&iezen

# AddressBookPage|
source: Sending addresses
nl: Bezig met het versturen van de adressen

# AddressBookPage|
source: Receiving addresses
nl: Adressen ontvangen

# AddressBookPage|
source: These are your Bitcoin addresses for sending payments. Always check the amount and the receiving address before sending coins.
nl: Dit zijn uw Gulden-adressen om betalingen mee te verzenden. Controleer altijd het bedrag en het ontvangende adres voordat u uw bitcoins verzendt.

# AddressBookPage|
source: These are your Bitcoin addresses for receiving payments. It is recommended to use a new receiving address for each transaction.
nl: Dit zijn uw Gulden-adressen waarmee u kunt betalen. We raden u aan om een nieuw ontvangstadres voor elke transactie te gebruiken.

# AddressBookPage|
source: Copy &Label
nl: Kopiëer &label

# AddressBookPage|
source: &Edit
nl: &Bewerken

# AddressBookPage|
source: Export Address List
nl: Exporteer adressenlijst

# AddressBookPage|
source: Comma separated file (*.csv)
nl: Kommagescheiden bestand (*.csv)

# AddressBookPage|
source: Exporting Failed
nl: Fout tijdens exporteren

# AddressBookPage|
source: There was an error trying to save the address list to %1. Please try again.
nl: Een fout is opgetreden tijdens het opslaan van de adressenlijst naar %1. Probeer het nogmaals.

# AddressTableModel|
source: Address
nl: Adres

# AddressTableModel|
source: (no label)
nl: (geen label)

# AskPassphraseDialog|
source: Passphrase Dialog
nl: Wachtwoorddialoogscherm

# AskPassphraseDialog|
source: Enter passphrase
nl: Voer wachtwoord in

# AskPassphraseDialog|
source: New passphrase
nl: Nieuw wachtwoord

# AskPassphraseDialog|
source: Repeat new passphrase
nl: Herhaal nieuw wachtwoord

# AskPassphraseDialog|
source: Enter the new passphrase to the wallet.<br/>Please use a passphrase of <b>ten or more random characters</b>, or <b>eight or more words</b>.
nl: Vul het nieuwe wachtwoord voor de portemonnee in.<br/>Gebruik a.u.b. een wachtwoord met <b>tien of meer willekeurige tekens</b>, of <b>acht of meer woorden</b>.

# AskPassphraseDialog|
source: Encrypt wallet
nl: Versleutel portemonnee

# AskPassphraseDialog|
source: This operation needs your wallet passphrase to unlock the wallet.
nl: Deze handeling vereist uw portemonneewachtwoord om de portemonnee te openen.

# AskPassphraseDialog|
source: Unlock wallet
nl: Open portemonnee

# AskPassphraseDialog|
source: This operation needs your wallet passphrase to decrypt the wallet.
nl: Deze handeling vereist uw portemonneewachtwoord om de portemonnee te ontsleutelen.

# AskPassphraseDialog|
source: Decrypt wallet
nl: Ontsleutel portemonnee

# AskPassphraseDialog|
source: Change passphrase
nl: Wijzig wachtwoord

# AskPassphraseDialog|
source: Confirm wallet encryption
nl: Bevestig versleuteling van de portemonnee

# AskPassphraseDialog|
source: Warning: If you encrypt your wallet and lose your passphrase, you will <b>LOSE ALL OF YOUR BITCOINS</b>!
nl: Waarschuwing: Als u uw portemonnee versleutelt en uw wachtwoord vergeet, zult u <b>AL UW BITCOINS VERLIEZEN</b>!

# AskPassphraseDialog|
source: Are you sure you wish to encrypt your wallet?
nl: Weet u zeker dat u uw portemonnee wilt versleutelen?

# AskPassphraseDialog|
source: Wallet encrypted
nl: Portemonnee versleuteld

# AskPassphraseDialog|
source: IMPORTANT: Any previous backups you have made of your wallet file should be replaced with the newly generated, encrypted wallet file. For security reasons, previous backups of the unencrypted wallet file will become useless as soon as you start using the new, encrypted wallet.
nl: BELANGRIJK: ieder eerder gemaakte backup van uw portemonneebestand dient u te vervangen door het nieuw gegenereerde, versleutelde portemonneebestand. Om veiligheidsredenen zullen eerdere backups van het niet-versleutelde portemonneebestand onbruikbaar worden zodra u uw nieuwe, versleutelde, portemonnee begint te gebruiken.

# AskPassphraseDialog|
source: Wallet encryption failed
nl: Fout tijdens portemonneeversleuteling

# AskPassphraseDialog|
source: Wallet encryption failed due to an internal error. Your wallet was not encrypted.
nl: Portemonneeversleuteling mislukt door een interne fout. Uw portemonnee is niet versleuteld.

# AskPassphraseDialog|
source: The supplied passphrases do not match.
nl: De opgegeven wachtwoorden komen niet overeen.

# AskPassphraseDialog|
source: Wallet unlock failed
nl: Fout tijdens het openen van de portemonnee.

# AskPassphraseDialog|
source: The passphrase entered for the wallet decryption was incorrect.
nl: Het opgegeven wachtwoord voor de portemonnee-ontsleuteling is niet correct.

# AskPassphraseDialog|
source: Wallet decryption failed
nl: Fout tijdens portemonnee-ontsleuteling

# AskPassphraseDialog|
source: Wallet passphrase was successfully changed.
nl: Portemonneewachtwoord is met succes gewijzigd.

# AskPassphraseDialog|
source: Warning: The Caps Lock key is on!
nl: Waarschuwing: De Caps Lock-toets staat aan!

# AskPassphraseDialog|
source: Cancel
nl: Annuleer

# AskPassphraseDialog|
source: Enter the old passphrase and new passphrase to the wallet.
nl: Voer de oude herstelzin in en de nieuwe herstelzin.

# AskPassphraseDialog|
source: %1 will close now to finish the encryption process. Remember that encrypting your wallet cannot fully protect your bitcoins from being stolen by malware infecting your computer.
nl: %1 wordt nu afgesloten om de encryptie te voltooien.

# BackupDialog|
source: Backup phrase
nl: Herstelzin

# BackupDialog|
source: Show backup phrase
nl: Toon herstelzin

# BackupDialog|
source: It is also recommended to save an encrypted disk backup of the wallet, in addition to storing the above recovery phrase.
nl: Het is aangeraden om ook een beveiligde backup van je portemonnee op te slaan, naast het veilig bewaren van de herstelzin.

# BackupDialog|
source: Done
nl: Klaar

# BackupDialog|
source: Save to file
nl: Bewaar als bestand

# BackupDialog|
source: No recovery phrases present for this wallet.
nl: Geen herstelzin aanwezig voor deze portemonnee

# BackupDialog|
source: Your wallet contains some legacy non-HD accounts, these cannot be restored using recovery phrases and require regular disk backup. Please ensure you make regular disk backups of your wallet, or delete the legacy account in order to ensure your funds remain secured.
nl: Jouw portemonnee bevat legacy non-HD accounts, deze kunnen niet worden hersteld met een herstelzin en vereisen een wallet.dat backup. Wij raden aan de Guldens van deze legacy account over te zetten naar een nieuwe HD account.

# BackupDialog|
source: Below is your secret recovery phrase, write it down and keep it safe. Lose phrase = lose Guldens. Someone else with access to the phrase = lose Guldens.
nl: Dit is je herstelzin, bewaar deze op een veilige plek. Zin kwijtraken = Guldens weg. Iemand toegang tot je zin = Guldens weg.

# BackupDialog|
source: Below are your secret recovery phrases, write them down and keep them safe. Lose phrase = lose Guldens. Someone else with access to the phrase = lose Guldens.
nl: Dit zijn je herstelzinnen, bewaar deze op een veilige plek. Zin kwijtraken = Guldens weg. Iemand toegang tot je zin = Guldens weg.

# BanTableModel|
source: Banned Until
nl: Verbannen tot

# BitcoinAmountField|
source: Maximum allowed %1 payment is %2.
nl: Maximaal toegestaan %1 bedrag is %2.

# BitcoinAmountField|
source: Minimum allowed %1 payment is %2.
nl: Minimaal toegestaan %1 bedrag is %2.

# BitcoinGUI|
source: Wallet
nl: Portemonnee

# BitcoinGUI|
source: Node
nl: Knooppunt

# BitcoinGUI|
source: &Overview
nl: &Overzicht

# BitcoinGUI|
source: Show general overview of wallet
nl: Algemeen overzicht van de portemonnee weergeven

# BitcoinGUI|
source: &Send
nl: &Versturen

# BitcoinGUI|
source: Send coins to a Bitcoin address
nl: Verstuur munten naar een Bitcoinadres

# BitcoinGUI|
source: &Receive
nl: &Ontvangen

# BitcoinGUI|
source: Request payments (generates QR codes and bitcoin: URIs)
nl: Betaling aanvragen (genereert QR codes en bitcoin: URIs)

# BitcoinGUI|
source: &Transactions
nl: &Transacties

# BitcoinGUI|
source: Browse transaction history
nl: Blader door transactieverleden

# BitcoinGUI|
source: E&xit
nl: &Afsluiten

# BitcoinGUI|
source: Quit application
nl: Programma afsluiten

# BitcoinGUI|
source: About &Qt
nl: Over &Qt

# BitcoinGUI|
source: Show information about Qt
nl: Informatie over Qt weergeven

# BitcoinGUI|
source: &Options...
nl: O&pties...

# BitcoinGUI|
source: &Show / Hide
nl: &Weergeven / Verbergen

# BitcoinGUI|
source: Show or hide the main Window
nl: Het hoofdvenster weergeven of verbergen.

# BitcoinGUI|
source: &Encrypt Wallet...
nl: Portemonnee &versleutelen...

# BitcoinGUI|
source: Encrypt the private keys that belong to your wallet
nl: Versleutel de privésleutels die bij uw portemonnee horen.

# BitcoinGUI|
source: &Backup Wallet...
nl: &Backup van portemonnee maken...

# BitcoinGUI|
source: Backup wallet to another location
nl: Backup van portemonnee naar een andere locatie maken

# BitcoinGUI|
source: &Change Passphrase...
nl: Wachtwoord &wijzigen...

# BitcoinGUI|
source: Change the passphrase used for wallet encryption
nl: Wijzig het wachtwoord voor uw portemonneversleuteling

# BitcoinGUI|
source: Sign &message...
nl: Bericht o&ndertekenen...

# BitcoinGUI|
source: Sign messages with your Bitcoin addresses to prove you own them
nl: Onderteken berichten met uw Bitcoinadressen om te bewijzen dat u deze adressen bezit.

# BitcoinGUI|
source: &Verify message...
nl: Bericht v&erifiëren...

# BitcoinGUI|
source: Verify messages to ensure they were signed with specified Bitcoin addresses
nl: Verifiëer handtekeningen om zeker te zijn dat de berichten zijn ondertekend met de gespecificeerde Bitcoinadressen.

# BitcoinGUI|
source: &Debug window
nl: &Debugscherm

# BitcoinGUI|
source: Open debugging and diagnostic console
nl: Debug en diagnostische console openen.

# BitcoinGUI|
source: &Sending addresses...
nl: Adressen &versturen....

# BitcoinGUI|
source: Show the list of used sending addresses and labels
nl: Lijst met gebruikt verzendadressen en labels weergeven.

# BitcoinGUI|
source: &Receiving addresses...
nl: Adressen &ontvangen...

# BitcoinGUI|
source: Show the list of used receiving addresses and labels
nl: Lijst met gebruikte ontvangstadressen en labels weergeven.

# BitcoinGUI|
source: Open &URI...
nl: &URI openen...

# BitcoinGUI|
source: Open a bitcoin: URI or payment request
nl: Open een bitcoin: URI of betalingsverzoek.

# BitcoinGUI|
source: &Command-line options
nl: &Commandoregelopties

# BitcoinGUI|
source: &File
nl: &Bestand

# BitcoinGUI|
source: &Settings
nl: &Instellingen

# BitcoinGUI|
source: &Help
nl: &Hulp

# BitcoinGUI|
source: Tabs toolbar
nl: Tabwerkbalk

# BitcoinGUI|
source: %n active connection(s) to Bitcoin network
nl: %n actieve verbindingen met het Bitcoinnetwerk

# BitcoinGUI|
source: Synchronizing with network...
nl: Synchroniseren met netwerk...

# BitcoinGUI|
source: Reindexing blocks on disk...
nl: Blokken op harde schijf herindexeren...

# BitcoinGUI|
source: No block source available...
nl: Geen bron van blokken beschikbaar...

# BitcoinGUI|
source: Up to date
nl: Bijgewerkt

# BitcoinGUI|
source: %n hour(s)
nl: %n uur

# BitcoinGUI|
source: %n day(s)
nl: %n dag

# BitcoinGUI|
source: %n week(s)
nl: %n week

# BitcoinGUI|
source: %1 and %2
nl: %1 en %2

# BitcoinGUI|
source: %n year(s)
nl: %n jaar

# BitcoinGUI|
source: %1 behind
nl: %1 achter

# BitcoinGUI|
source: Error
nl: Fout

# BitcoinGUI|
source: Warning
nl: Waarschuwing

# BitcoinGUI|
source: Information
nl: Informatie

# BitcoinGUI|
source: Wallet is <b>encrypted</b> and currently <b>unlocked</b>
nl: Portemonnee is <b>versleuteld</b> en momenteel <b>geopend</b>.

# BitcoinGUI|
source: Wallet is <b>encrypted</b> and currently <b>locked</b>
nl: Portemonnee is <b>versleuteld</b> en momenteel <b>gesloten</b>.

# BitcoinGUI|
source: A fatal error occurred. Bitcoin can no longer continue safely and will quit.
nl: Fatale error. Gulden wordt afgesloten.

# BitcoinGUI|
source: &About %1
nl: Over %1

# BitcoinGUI|
source: Show information about %1
nl: Laat informatie zien over %1

# BitcoinGUI|
source: Modify configuration options for %1
nl: Wijzig configuratie voor %1

# BitcoinGUI|
source: Show the %1 help message to get a list with possible Bitcoin command-line options
nl: Laat het 1% bericht zien om een lijst met mogelijke Gulden command-line opties te tonen.

# BitcoinGUI|
source: Indexing blocks on disk...
nl: Blokken indexeren op de schijf...

# BitcoinGUI|
source: Processing blocks on disk...
nl: Verwerken van blokken op de schijf...

# BitcoinGUI|
source: Catching up... %1% complete.<br>
nl: Ophalen... %1% compleet.<br>

# BitcoinGUI|
source: Transactions and balances will not be accurate or correct until synchronisation is complete.
nl: Transacties en balans niet zichtbaar of compleet tot synchronisatie voltooid is.

# BitcoinGUI|
source: Date: %1
nl: Datum: %1

# BitcoinGUI|
source: Received: %1
nl: Ontvangen: %1

# BitcoinGUI|
source: Sent: %1
nl: Verstuurd: %1

# BitcoinGUI|
source: Type: %1
nl: Soort: %1

# BitcoinGUI|
source: Label: %1
nl: Omschrijving: %1

# BitcoinGUI|
source: Address: %1
nl: Adres: 1%

# BitcoinGUI|
source: Sent funds%1
nl: Verstuurd bedrag: %1

# BitcoinGUI|
source: Incoming funds%1
nl: Ontvangen bedrag: %1

# ClickableQRImage|
source: &Save Image...
nl: Bewaar afbeelding

# ClickableQRImage|
source: &Copy Image
nl: &Afbeelding kopiëren

# ClickableQRImage|
source: Error encoding URI into QR Code.
nl: Fout tijdens encoderen URI in QR-code

# ClickableQRImage|
source: Save QR Code
nl: QR-code opslaan

# ClickableQRImage|
source: PNG Image (*.png)
nl: PNG afbeelding (*.png)

# ClientModel|
source: Network Alert
nl: Netwerkwaarschuwing

# CoinControlDialog|
source: Coin Selection
nl: Muntselectie

# CoinControlDialog|
source: Quantity:
nl: Kwantiteit:

# CoinControlDialog|
source: Amount:
nl: Bedrag:

# CoinControlDialog|
source: Priority:
nl: Prioriteit:

# CoinControlDialog|
source: Fee:
nl: Vergoeding:

# CoinControlDialog|
source: Dust:
nl: Stof:

# CoinControlDialog|
source: After Fee:
nl: Na vergoeding:

# CoinControlDialog|
source: Change:
nl: Wisselgeld:

# CoinControlDialog|
source: (un)select all
nl: (de)selecteer alles

# CoinControlDialog|
source: Tree mode
nl: Boommodus

# CoinControlDialog|
source: List mode
nl: Lijstmodus

# CoinControlDialog|
source: Amount
nl: Bedrag

# CoinControlDialog|
source: Received with label
nl: Ontvangen met label

# CoinControlDialog|
source: Received with address
nl: Ontvangen met adres

# CoinControlDialog|
source: Date
nl: Datum

# CoinControlDialog|
source: Confirmations
nl: Bevestigingen

# CoinControlDialog|
source: Confirmed
nl: Bevestigd

# CoinControlDialog|
source: Priority
nl: Prioriteit

# CoinControlDialog|
source: Copy address
nl: Kopieer adres

# CoinControlDialog|
source: Copy label
nl: Kopieer label

# CoinControlDialog|
source: Copy amount
nl: Kopieer bedrag

# CoinControlDialog|
source: Copy transaction ID
nl: Kopieer transactie-ID

# CoinControlDialog|
source: Lock unspent
nl: Blokeer ongebruikte

# CoinControlDialog|
source: Unlock unspent
nl: Deblokkeer ongebruikte

# CoinControlDialog|
source: Copy quantity
nl: Kopieer aantal

# CoinControlDialog|
source: Copy fee
nl: Kopieer vergoeding

# CoinControlDialog|
source: Copy after fee
nl: Kopieer na vergoeding

# CoinControlDialog|
source: Copy bytes
nl: Kopieer bytes

# CoinControlDialog|
source: Copy priority
nl: Kopieer prioriteit

# CoinControlDialog|
source: Copy dust
nl: Kopieer stof

# CoinControlDialog|
source: Copy change
nl: Kopieer wisselgeld

# CoinControlDialog|
source: highest
nl: hoogste

# CoinControlDialog|
source: higher
nl: hoger

# CoinControlDialog|
source: high
nl: hoog

# CoinControlDialog|
source: medium-high
nl: gemiddeld hoog

# CoinControlDialog|
source: medium
nl: gemiddeld

# CoinControlDialog|
source: low-medium
nl: laag gemiddeld

# CoinControlDialog|
source: low
nl: laag

# CoinControlDialog|
source: lower
nl: lager

# CoinControlDialog|
source: lowest
nl: laagste

# CoinControlDialog|
source: (%1 locked)
nl: (%1 geblokeerd)

# CoinControlDialog|
source: none
nl: geen

# CoinControlDialog|
source: yes
nl: ja

# CoinControlDialog|
source: no
nl: nee

# CoinControlDialog|
source: This means a fee of at least %1 per kB is required.
nl: Dit betekent dat een vergoeding van minimaal %1 per kB nodig is.

# CoinControlDialog|
source: Can vary +/- 1 byte per input.
nl: Kan +/- 1 byte per invoer variëren.

# CoinControlDialog|
source: Transactions with higher priority are more likely to get included into a block.
nl: Transacties met een hogere prioriteit zullen eerder in een block vastgelegd worden.

# CoinControlDialog|
source: Can vary +/- %1 satoshi(s) per input.
nl: Kan per input +/- %1 satoshi(s) variëren.

# CoinControlDialog|
source: (no label)
nl: (geen label)

# CoinControlDialog|
source: change from %1 (%2)
nl: wijzig van %1 (%2)

# CoinControlDialog|
source: (change)
nl: (wijzig)

# CoinControlDialog|
source: This label turns red if the transaction size is greater than 1000 bytes.
nl: Deze omschrijving wordt rood als de transactie groter is dan 1000 bytes.

# CoinControlDialog|
source: This label turns red if the priority is smaller than "medium".
nl: De omschrijving wordt rood als de prioriteit kleiner is dan "medium".

# CoinControlDialog|
source: This label turns red if any recipient receives an amount smaller than the current dust threshold.
nl: De omschrijving wordt rood als een ontvanger een bedrag ontvangt kleiner dan de huidige dust treshold.

# EditAddressDialog|
source: Edit Address
nl: Adres bewerken

# EditAddressDialog|
source: The label associated with this address list entry
nl: Het label dat bij dit adres item hoort

# EditAddressDialog|
source: &Address
nl: &Adres

# EditAddressDialog|
source: The address associated with this address list entry. This can only be modified for sending addresses.
nl: Het adres dat bij dit adres item hoort. Dit kan alleen bewerkt worden voor verstuuradressen.

# EditAddressDialog|
source: New receiving address
nl: Nieuw ontvangstadres

# EditAddressDialog|
source: New sending address
nl: Nieuw adres om naar te verzenden

# EditAddressDialog|
source: Edit receiving address
nl: Ontvangstadres bewerken

# EditAddressDialog|
source: Edit sending address
nl: Bewerk adres om naar te verzenden

# EditAddressDialog|
source: The entered address "%1" is not a valid Bitcoin address.
nl: Het opgegeven adres "%1" is een ongeldig Bitcoinadres

# EditAddressDialog|
source: The entered address "%1" is already in the address book.
nl: Het opgegeven adres "%1" bestaat al in uw adresboek.

# EditAddressDialog|
source: Could not unlock wallet.
nl: Kon de portemonnee niet openen.

# EditAddressDialog|
source: New key generation failed.
nl: Genereren nieuwe sleutel mislukt.

# EditAddressDialog|
source: Cancel
nl: Annuleer

# ExchangeRateDialog|
source: Select currency
nl: Selecteer valuta

# FreespaceChecker|
source: A new data directory will be created.
nl: Een nieuwe gegevensdirectory wordt aangemaakt.

# FreespaceChecker|
source: name
nl: naam

# FreespaceChecker|
source: Directory already exists. Add %1 if you intend to create a new directory here.
nl: Directory bestaat al. Voeg %1 toe als u van plan bent hier een nieuwe directory aan te maken.

# FreespaceChecker|
source: Path already exists, and is not a directory.
nl: Pad bestaat al, en is geen directory.

# FreespaceChecker|
source: Cannot create data directory here.
nl: Kan hier geen gegevensdirectory aanmaken.

# GuldenAccountSummaryWidget|
source: Private
nl: Prive

# GuldenExchangeRateDialog|
source: Select currency
nl: Selecteer valuta

# GuldenGUI|
source: &Password
nl: Wachtwoord

# GuldenGUI|
source: Change wallet password
nl: Wijzig portemonnee wachtwoord

# GuldenGUI|
source: Backup wallet
nl: Maak een backup van portemonnee

# GuldenGUI|
source: Pending confirmation: %1
nl: Wachten op bevestiging: %1

# GuldenGUI|
source: Pending maturity: %1
nl: Wachten op veroudering: %1

# GuldenGUI|
source: My accounts
nl: Mijn accounts

# GuldenGUI|
source: Add account
nl: Account toevoegen

# GuldenGUI|
source: &Import key
nl: Sleutel importeren

# GuldenGUI|
source: Import a private key address
nl: Prive sleutel importeren

# GuldenGUI|
source: &Rescan transactions
nl: Opnieuw scannen naar transacties

# GuldenGUI|
source: Rescan the blockchain looking for any missing transactions
nl: Blockchain opnieuw scannen naar missende transacties

# GuldenGUI|
source: Error importing private key
nl: Error opgetreden tijdens het importeren van de prive sleutel

# GuldenGUI|
source: Invalid private key.
nl: Ongeldige prive sleutel

# GuldenGUI|
source: Wallet already contains key.
nl: Portemonnee bevat al een sleutel

# GuldenGUI|
source: Imported legacy
nl: Importeer legacy account

# GuldenGUI|
source: Failed to add key to wallet.
nl: Toevoegen van een sleutel aan de portemonnee mislukt.

# GuldenNewAccountDialog|
source: Enter name of account.
nl: Voer naam in van account.

# GuldenNewAccountDialog|
source: Cancel
nl: Annuleer

# GuldenNewAccountDialog|
source:  Connect to mobile Gulden app
nl: Link met je mobiele Gulden app

# GuldenNewAccountDialog|
source: Done
nl: Klaar
