Repository: TechAurora518/munt-official
Catalog: src/qt/locale/Gulden/gulden_*.po
Languages: nl

# RecentRequestsTableModel|
source: (no amount requested)
nl: (Geen hoeveelheid gevraagd)

# RecentRequestsTableModel|
source: Requested
nl: Gevraagd

# SendCoinsDialog|
source: Send Coins
nl: Verstuur munten

# SendCoinsDialog|
source: Coin Control Features
nl: Coin controle opties

# SendCoinsDialog|
source: Inputs...
nl: Invoer...

# SendCoinsDialog|
source: automatically selected
nl: automatisch geselecteerd

# SendCoinsDialog|
source: Insufficient funds!
nl: Onvoldoende saldo!

# SendCoinsDialog|
source: Quantity:
nl: Kwantiteit:

# SendCoinsDialog|
source: Amount:
nl: Bedrag:

# SendCoinsDialog|
source: Priority:
nl: Prioriteit:

# SendCoinsDialog|
source: Fee:
nl: Vergoeding:

# SendCoinsDialog|
source: Dust:
nl: Stof:

# SendCoinsDialog|
source: After Fee:
nl: Na vergoeding:

# SendCoinsDialog|
source: Change:
nl: Wisselgeld:

# SendCoinsDialog|
source: If this is activated, but the change address is empty or invalid, change will be sent to a newly generated address.
nl: Als dit is geactiveerd, maar het wisselgeldadres is leeg of ongeldig, dan wordt het wisselgeld verzonden naar een nieuw gegenereerd adres.

# SendCoinsDialog|
source: Custom change address
nl: Aangepast wisselgeldadres

# SendCoinsDialog|
source: Transaction Fee:
nl: Transactiekosten:

# SendCoinsDialog|
source: Choose...
nl: Aanpassen...

# SendCoinsDialog|
source: collapse fee-settings
nl: vergoedingsinstellingen inklappen

# SendCoinsDialog|
source: If the custom fee is set to 1000 satoshis and the transaction is only 250 bytes, then "per kilobyte" only pays 250 satoshis in fee, while "total at least" pays 1000 satoshis. For transactions bigger than a kilobyte both pay by kilobyte.
nl: Als de aangepaste vergoeding op 1000 satoshies is gezet en de transactie maar 250 bytes is, dan wordt "per kilobyte" maar 250 satoshies in vergoeding betaald, terwijl "totaal ten minste" 1000 satoshies betaald. Voor transacties groter dan een kilobyte betalen beide per kilobyte.

# SendCoinsDialog|
source: total at least
nl: totaal ten minste

# SendCoinsDialog|
source: Paying only the minimum fee is just fine as long as there is less transaction volume than space in the blocks. But be aware that this can end up in a never confirming transaction once there is more demand for bitcoin transactions than the network can process.
nl: Betalen van het minimum vergoeding is geen probleem zolang het transactievolume minder is dan de ruimte in blokken. Maar wees ervan bewust dat dit ervoor kan zorgen dat een transactie nooit bevestigd wordt zodra er meer vraag naar bitcointransacties is, dan het netwerk kan verwerken.

# SendCoinsDialog|
source: (read the tooltip)
nl: (lees de tooltip)

# SendCoinsDialog|
source: Recommended:
nl: Aanbevolen:

# SendCoinsDialog|
source: Custom:
nl: Aangepast:

# SendCoinsDialog|
source: (Smart fee not initialized yet. This usually takes a few blocks...)
nl: (Optimale vergoeding nog niet geinitializeerd. Dit duurt normaal enkele blokken...)

# SendCoinsDialog|
source: Confirmation time:
nl: Bevestigingstijd:

# SendCoinsDialog|
source: normal
nl: normaal

# SendCoinsDialog|
source: fast
nl: snel

# SendCoinsDialog|
source: Confirm the send action
nl: Bevestig de verstuuractie

# SendCoinsDialog|
source: S&end
nl: &Versturen

# SendCoinsDialog|
source: Clear all fields of the form.
nl: Wis alle velden van het formulier.

# SendCoinsDialog|
source: Clear &All
nl: Alles &wissen

# SendCoinsDialog|
source: Send to multiple recipients at once
nl: Verstuur aan meerdere ontvangers ineens.

# SendCoinsDialog|
source: Add &Recipient
nl: &Ontvanger toevoegen

# SendCoinsDialog|
source: Balance:
nl: Balans:

# SendCoinsDialog|
source: Copy quantity
nl: Kopieer aantal

# SendCoinsDialog|
source: Copy amount
nl: Kopieer bedrag

# SendCoinsDialog|
source: Copy fee
nl: Kopieer vergoeding

# SendCoinsDialog|
source: Copy after fee
nl: Kopieer na vergoeding

# SendCoinsDialog|
source: Copy bytes
nl: Kopieer bytes

# SendCoinsDialog|
source: Copy priority
nl: Kopieer prioriteit

# SendCoinsDialog|
source: Copy dust
nl: Kopieer stof

# SendCoinsDialog|
source: Copy change
nl: Kopieer wisselgeld

# SendCoinsDialog|
source: %1 to %2
nl: %1 tot %2

# SendCoinsDialog|
source: Are you sure you want to send?
nl: Weet u zeker dat u wilt verzenden?

# SendCoinsDialog|
source: added as transaction fee
nl: toegevoegd als transactiekosten

# SendCoinsDialog|
source: or
nl: of

# SendCoinsDialog|
source: The amount to pay must be larger than 0.
nl: Het ingevoerde bedrag moet groter zijn dan 0.

# SendCoinsDialog|
source: The total exceeds your balance when the %1 transaction fee is included.
nl: Totaal overschrijdt uw huidige saldo wanneer de %1 transactiekosten worden meegerekend.

# SendCoinsDialog|
source: Transaction creation failed!
nl: Fout tijdens aanmaken van transactie!

# SendCoinsDialog|
source: The transaction was rejected! This might happen if some of the coins in your wallet were already spent, such as if you used a copy of wallet.dat and coins were spent in the copy but not marked as spent here.
nl: De transactie was afgewezen. Dit kan gebeuren als u eerder uitgegeven munten opnieuw wilt versturen, zoals wanneer u een kopie van uw wallet.dat heeft gebruikt en in de kopie deze munten zijn gemarkeerd als uitgegeven, maar in de huidige nog niet.

# SendCoinsDialog|
source: A fee higher than %1 is considered an absurdly high fee.
nl: Een vergoeding hoger dan %1 wordt als een absurd hoge vergoeding gezien.

# SendCoinsDialog|
source: Estimated to begin confirmation within %n block(s).
nl: Begin van bevestiging verwacht binnen %n blok.

# SendCoinsDialog|
source: Warning: Invalid Bitcoin address
nl: Waarschuwing: Ongeldig Bitcoin adres

# SendCoinsDialog|
source: Warning: Unknown change address
nl: Waarschuwing: onbekend wisselgeldadres

# SendCoinsDialog|
source: (no label)
nl: (geen label)

# SendCoinsDialog|
source: Hide
nl: Verbergen

# SendCoinsDialog|
source: Total Amount %1
nl: Totaal bedrag %1

# SendCoinsDialog|
source: The recipient address is not valid. Please recheck.
nl: Dit ontvangstadres is niet geld, controleer het adres

# SendCoinsDialog|
source: The amount exceeds your balance. If you have recently received funds you may need to wait for them to clear before spending them.
nl: Als u recentelijk guldens hebt ontvangen, moet u even wachten voor u deze kunt uitgeven

# SendCoinsDialog|
source: Duplicate address found: addresses should only be used once each.
nl: Dubbel adres gevonden: Elk adres zou 1 keer gebruikt moeten worden

# SendCoinsDialog|
source: Payment request expired.
nl: Betalingsverzoek verlopen.

# SendCoinsDialog|
source: Nocks request failed [%1]
nl: Nocks aanvraag mislukt

# SendCoinsDialog|
source: Pay only the required fee of %1
nl: Betaal alleen de benodigde fee van %1

# SendCoinsEntry|
source: This is a normal payment.
nl: Dit is een normale betaling.

# SendCoinsEntry|
source: Pay &To:
nl: Betalen &aan:

# SendCoinsEntry|
source: The Bitcoin address to send the payment to
nl: Het Bitcoinadres om de betaling aan te voldoen.

# SendCoinsEntry|
source: Choose previously used address
nl: Kies een eerder gebruikt adres.

# SendCoinsEntry|
source: Paste address from clipboard
nl: Plak adres vanuit klembord.

# SendCoinsEntry|
source: Remove this entry
nl: Verwijder deze ingang

# SendCoinsEntry|
source: Enter a label for this address to add it to the list of used addresses
nl: Vul een label voor dit adres in om het aan de lijst met gebruikte adressen toe te voegen.

# SendCoinsEntry|
source: A&mount:
nl: Bedra&g:

# SendCoinsEntry|
source: The fee will be deducted from the amount being sent. The recipient will receive less bitcoins than you enter in the amount field. If multiple recipients are selected, the fee is split equally.
nl: De vergoeding wordt van het verzonden bedrag afgetrokken. De ontvanger zal dus minder bitcoins ontvangen dan aangegeven in het bedrag veld. Als meerdere ontvangers opgegeven zijn, zal de vergoeding gelijkmatig verdeeld worden.

# SendCoinsEntry|
source: S&ubtract fee from amount
nl: Vergoeding aftre&kken van bedrag.

# SendCoinsEntry|
source: Message:
nl: Bericht:

# SendCoinsEntry|
source: A message that was attached to the bitcoin: URI which will be stored with the transaction for your reference. Note: This message will not be sent over the Bitcoin network.
nl: Een bericht dat werd toegevoegd aan de bitcoin: URI dewelke wordt opgeslagen met de transactie ter referentie. Opmerking: Dit bericht zal niet worden verzonden over het Bitcoinnetwerk.

# SendCoinsEntry|
source: Pay To:
nl: Betaal aan:

# SendCoinsEntry|
source: Enter a label for this address to add it to your address book
nl: Vul een label in voor dit adres om het toe te voegen aan uw adresboek.

# SendCoinsEntry|
source: This is an unauthenticated payment request.
nl: Dit is een ongeverifieerde betalingsverzoek

# SendCoinsEntry|
source: This is an authenticated payment request.
nl: Dit is een geverifieerde betalingsverzoek

# SendConfirmationDialog|
source: Yes
nl: Ja

# ShutdownWindow|
source: Do not shut down the computer until this window disappears.
nl: Sluit de computer niet af totdat dit venster verdwenen is.

# ShutdownWindow|
source: %1 is shutting down...
nl: %1 sluit nu af...

# SignVerifyMessageDialog|
source: Signatures - Sign / Verify a Message
nl: Handtekeningen - Onderteken een bericht / Verifieer een handtekening

# SignVerifyMessageDialog|
source: &Sign Message
nl: Bericht o&ndertekenen

# SignVerifyMessageDialog|
source: You can sign messages/agreements with your addresses to prove you can receive bitcoins sent to them. Be careful not to sign anything vague or random, as phishing attacks may try to trick you into signing your identity over to them. Only sign fully-detailed statements you agree to.
nl: U kan berichten/overeenkomsten met uw adres ondertekenen om te bewijzen dat u bitcoins die erheen gestuurd worden kan ontvangen. Kijk uit dat u niets vaags of willekeurigs ondertekent, omdat phishing aanvallen u kunnen overhalen om uw identiteit eraan te koppelen. Onderteken alleen volledig beschreven verklaringen waar u het mee eens bent.

# SignVerifyMessageDialog|
source: The Bitcoin address to sign the message with
nl: Het Bitcoin adres om bericht mee te ondertekenen

# SignVerifyMessageDialog|
source: Choose previously used address
nl: Kies een eerder gebruikt adres

# SignVerifyMessageDialog|
source: Paste address from clipboard
nl: Plak adres vanuit klembord

# SignVerifyMessageDialog|
source: Enter the message you want to sign here
nl: Typ hier het bericht dat u wilt ondertekenen

# SignVerifyMessageDialog|
source: Signature
nl: Handtekening

# SignVerifyMessageDialog|
source: Copy the current signature to the system clipboard
nl: Kopieer de huidige handtekening naar het systeemklembord.

# SignVerifyMessageDialog|
source: Sign the message to prove you own this Bitcoin address
nl: Onderteken een bericht om te bewijzen dat u een bepaald Bitcoinadres bezit

# SignVerifyMessageDialog|
source: Sign &Message
nl: &Bericht ondertekenen

# SignVerifyMessageDialog|
source: Reset all sign message fields
nl: Verwijder alles in de invulvelden

# SignVerifyMessageDialog|
source: Clear &All
nl: &Alles wissen

# SignVerifyMessageDialog|
source: &Verify Message
nl: Bericht &verifiëren

# SignVerifyMessageDialog|
source: Enter the receiver's address, message (ensure you copy line breaks, spaces, tabs, etc. exactly) and signature below to verify the message. Be careful not to read more into the signature than what is in the signed message itself, to avoid being tricked by a man-in-the-middle attack. Note that this only proves the signing party receives with the address, it cannot prove sendership of any transaction!
nl: Voer het adres van de ontvanger, bericht (let erop dat u nieuwe regels, spaties, tabs, etc. exact kopieert) en de ondertekening beneden in om het bericht te verifiëren. Let op dat u niet verder leest dan wat in het ondertekende bericht zelf staat, om een man-in-the-middle aanval te voorkomen. Dit bewijst alleen dat de ondertekende partij kan ontvangen met het adres, het kan niet het verzenden van enige transactie bewijzen!

# SignVerifyMessageDialog|
source: The Bitcoin address the message was signed with
nl: Het Bitcoinadres waarmee het bericht ondertekend is

# SignVerifyMessageDialog|
source: Verify the message to ensure it was signed with the specified Bitcoin address
nl: Controleer een bericht om te verifiëren dat het gespecificeerde Bitcoinadres het bericht heeft ondertekend.

# SignVerifyMessageDialog|
source: Verify &Message
nl: Bericht ve&rifiëren

# SignVerifyMessageDialog|
source: Reset all verify message fields
nl: Verwijder alles in de invulvelden

# SignVerifyMessageDialog|
source: Click "Sign Message" to generate signature
nl: Klik "Bericht ondertekenen" om de handtekening te genereren

# SignVerifyMessageDialog|
source: The entered address is invalid.
nl: Het opgegeven adres is ongeldig.

# SignVerifyMessageDialog|
source: Please check the address and try again.
nl: Controleer s.v.p. het adres en probeer het opnieuw.

# SignVerifyMessageDialog|
source: The entered address does not refer to a key.
nl: Het opgegeven adres verwijst niet naar een sleutel.

# SignVerifyMessageDialog|
source: Wallet unlock was cancelled.
nl: Portemonneeontsleuteling is geannuleerd.

# SignVerifyMessageDialog|
source: Private key for the entered address is not available.
nl: Privésleutel voor het ingevoerde adres is niet beschikbaar.

# SignVerifyMessageDialog|
source: Message signing failed.
nl: Fout tijdens ondertekenen van het bericht.

# SignVerifyMessageDialog|
source: Message signed.
nl: Bericht ondertekend.

# SignVerifyMessageDialog|
source: The signature could not be decoded.
nl: De handtekening kon niet worden gedecodeerd.

# SignVerifyMessageDialog|
source: Please check the signature and try again.
nl: Controleer s.v.p. de handtekening en probeer het opnieuw.

# SignVerifyMessageDialog|
source: The signature did not match the message digest.
nl: De handtekening hoort niet bij het bericht.

# SignVerifyMessageDialog|
source: Message verification failed.
nl: Fout tijdens berichtverificatie.

# SignVerifyMessageDialog|
source: Message verified.
nl: Bericht geverifieerd.

# SplashScreen|
source: [testnet]
nl: [testnetwerk]

# TransactionDesc|
source: Open for %n more block(s)
nl: Open voor nog %n blok

# TransactionDesc|
source: Open until %1
nl: Openen totdat %1

# TransactionDesc|
source: %1/unconfirmed
nl: %1/onbevestigd

# TransactionDesc|
source: %1 confirmations
nl: %1 bevestigingen

# TransactionDesc|
source: , has not been successfully broadcast yet
nl: , is nog niet met succes uitgezonden

# TransactionDesc|
source: , broadcast through %n node(s)
nl: , uitgezonden naar %n knooppunt

# TransactionDesc|
source: Date
nl: Datum

# TransactionDesc|
source: Source
nl: Bron

# TransactionDesc|
source: Generated
nl: Gegenereerd

# TransactionDesc|
source: From
nl: Van

# TransactionDesc|
source: unknown
nl: onbekend

# TransactionDesc|
source: To
nl: Aan

# TransactionDesc|
source: own address
nl: eigen adres

# TransactionDesc|
source: watch-only
nl: alleen-bekijkbaar

# TransactionDesc|
source: matures in %n more block(s)
nl: komt tot wasdom na %n nieuw blok

# TransactionDesc|
source: not accepted
nl: niet geaccepteerd

# TransactionDesc|
source: Debit
nl: Debet

# TransactionDesc|
source: Total debit
nl: Totaal debet

# TransactionDesc|
source: Total credit
nl: Totaal credit

# TransactionDesc|
source: Transaction fee
nl: Transactiekosten

# TransactionDesc|
source: Net amount
nl: Netto bedrag

# TransactionDesc|
source: Message
nl: Bericht

# TransactionDesc|
source: Comment
nl: Opmerking

# TransactionDesc|
source: Transaction ID
nl: Transactie-ID

# TransactionDesc|
source: Merchant
nl: Handelaar

# TransactionDesc|
source: Generated coins must mature %1 blocks before they can be spent. When you generated this block, it was broadcast to the network to be added to the block chain. If it fails to get into the chain, its state will change to "not accepted" and it won't be spendable. This may occasionally happen if another node generates a block within a few seconds of yours.
nl: Gegenereerde munten moeten %1 blokken rijpen voordat ze kunnen worden besteed. Toen dit blok gegenereerd werd, werd het uitgezonden naar het netwerk om aan de blokketen toegevoegd te worden. Als het niet lukt om in de keten toegevoegd te worden, zal de status te veranderen naar "niet geaccepteerd" en het zal deze niet besteedbaar zijn. Dit kan soms gebeuren als een ander knooppunt een blok genereert binnen een paar seconden na die van u.

# TransactionDesc|
source: Debug information
nl: Debuginformatie

# TransactionDesc|
source: Transaction
nl: Transactie

# TransactionDesc|
source: Amount
nl: Bedrag

# TransactionDesc|
source: true
nl: waar

# TransactionDesc|
source: false
nl: onjuist

# TransactionDesc|
source: conflicted with a transaction with %1 confirmations
nl: In conflict met transactie met %1 bevestiging

# TransactionDesc|
source: 0/unconfirmed, %1
nl: 0/onbevestigd, %1

# TransactionDesc|
source: in memory pool
nl: In geheugenpool

# TransactionDesc|
source: not in memory pool
nl: Niet in geheugenpool

# TransactionDesc|
source: abandoned
nl: Verlaten

# TransactionDesc|
source: Total moved
nl: Totaal verplaatst

# TransactionDescDialog|
source: This pane shows a detailed description of the transaction
nl: Dit venster laat een uitgebreide beschrijving van de transactie zien

# TransactionTableModel|
source: Date
nl: Datum

# TransactionTableModel|
source: Open for %n more block(s)
nl: Open voor nog %n blok

# TransactionTableModel|
source: Open until %1
nl: Open tot %1

# TransactionTableModel|
source: Offline
nl: Niet verbonden

# TransactionTableModel|
source: Unconfirmed
nl: Onbevestigd

# TransactionTableModel|
source: Confirming (%1 of %2 recommended confirmations)
nl: Bevestigen (%1 van %2 aanbevolen bevestigingen)

# TransactionTableModel|
source: Confirmed (%1 confirmations)
nl: Bevestigd (%1 bevestigingen)

# TransactionTableModel|
source: Conflicted
nl: Conflicterend

# TransactionTableModel|
source: Immature (%1 confirmations, will be available after %2)
nl: immatuur (%1 bevestigingen, zal beschikbaar zijn na %2)

# TransactionTableModel|
source: This block was not received by any other nodes and will probably not be accepted!
nl: Dit blok is niet ontvangen bij andere nodes en zal waarschijnlijk niet worden geaccepteerd!

# TransactionTableModel|
source: Generated but not accepted
nl: Gegenereerd maar niet geaccepteerd

# TransactionTableModel|
source: Received with
nl: Ontvangen met

# TransactionTableModel|
source: Received from
nl: Ontvangen van

# TransactionTableModel|
source: Sent to
nl: Verzonden aan

# TransactionTableModel|
source: Payment to yourself
nl: Betaling aan uzelf

# TransactionTableModel|
source: Mined
nl: Gedolven

# TransactionTableModel|
source: watch-only
nl: alleen-bekijkbaar

# TransactionTableModel|
source: Transaction status. Hover over this field to show number of confirmations.
nl: Transactiestatus. Houd de muiscursor boven dit veld om het aantal bevestigingen te laten zien.

# TransactionTableModel|
source: Date and time that the transaction was received.
nl: Datum en tijd waarop deze transactie is ontvangen.

# TransactionTableModel|
source: Type of transaction.
nl: Transactietype.

# TransactionTableModel|
source: Whether or not a watch-only address is involved in this transaction.
nl: Al dan niet een alleen-bekijkbaar adres betrokken is in deze transactie.

# TransactionTableModel|
source: Description
nl: Omschrijving

# TransactionTableModel|
source: Received
nl: Ontvangen

# TransactionTableModel|
source: Sent
nl: Verstuurd

# TransactionTableModel|
source: Abandoned
nl: Afbreken

# TransactionTableModel|
source: External payee
nl: Externe

# TransactionTableModel|
source: Multiple addresses
nl: Meerdere adressen

# TransactionTableModel|
source: Internal transfer
nl: Interne transactie

# TransactionTableModel|
source: Internal transfer from:
nl: Interne transactie van:

# TransactionTableModel|
source: Internal transfer to:
nl: Interne transactie naar:

# TransactionTableModel|
source: Payment from:
nl: Betaling van:

# TransactionTableModel|
source: Paid to:
nl: Betaald aan:

# TransactionTableModel|
source: Internal account movement
nl: Verplaatsing interne account

# TransactionTableModel|
source: Complex transaction, view transaction details.
nl: Complexe transactie, bekijk transactie details

# TransactionTableModel|
source: (no label)
nl: (geen label)

# TransactionTableModel|
source: User-defined intent/purpose of the transaction.
nl: Doel van de transactie

# TransactionTableModel|
source: Amount added to balance.
nl: toegevoegd aan totaal bedrag

# TransactionTableModel|
source: Amount removed from balance.
nl: Verwijderd van totaal bedrag

# TransactionView|
source: Today
nl: Vandaag

# TransactionView|
source: This week
nl: Deze week

# TransactionView|
source: This month
nl: Deze maand

# TransactionView|
source: Last month
nl: Vorige maand

# TransactionView|
source: This year
nl: Dit jaar

# TransactionView|
source: Received with
nl: Ontvangen met

# TransactionView|
source: Sent to
nl: Verzonden aan

# TransactionView|
source: Mined
nl: Gedolven

# TransactionView|
source: Other
nl: Anders

# TransactionView|
source: Min amount
nl: Min. bedrag

# TransactionView|
source: Copy address
nl: Kopieer adres

# TransactionView|
source: Copy label
nl: Kopieer label

# TransactionView|
source: Copy amount
nl: Kopieer bedrag

# TransactionView|
source: Copy transaction ID
nl: Kopieer transactie-ID

# TransactionView|
source: Edit label
nl: Bewerk label

# TransactionView|
source: Show transaction details
nl: Toon transactiedetails

# TransactionView|
source: Export Transaction History
nl: Transactieverleden exporteren

# TransactionView|
source: Comma separated file (*.csv)
nl: Kommagescheiden bestand (*.csv)

# TransactionView|
source: Confirmed
nl: Bevestigd

# TransactionView|
source: Watch-only
nl: Alleen-bekijkbaar

# TransactionView|
source: Date
nl: Datum

# TransactionView|
source: Address
nl: Adres

# TransactionView|
source: Exporting Failed
nl: Export mislukt

# TransactionView|
source: There was an error trying to save the transaction history to %1.
nl: Er is een fout opgetreden bij het opslaan van het transactieverleden naar %1.

# TransactionView|
source: Exporting Successful
nl: Export succesvol

# TransactionView|
source: The transaction history was successfully saved to %1.
nl: Het transactieverleden was succesvol bewaard in %1.

# TransactionView|
source: Range:
nl: Bereik:

# TransactionView|
source: to
nl: naar

# TransactionView|
source: All dates
nl: Alle data

# TransactionView|
source: Select range
nl: Selecteer range

# TransactionView|
source: All transaction types
nl: Alle transactie types

# TransactionView|
source: Internal transfer
nl: Interne transactie

# TransactionView|
source: Search label
nl: Zoek op Label

# TransactionView|
source: Abandon transaction
nl: Transactie afbreken

# TransactionView|
source: Copy raw transaction
nl: Kopieer ruwe transactie

# TransactionView|
source: Copy full transaction details
nl: Kopieer volledige transactie details

# UnitDisplayStatusBarControl|
source: Unit to show amounts in. Click to select another unit.
nl: Eenheid om bedragen uit te drukken. Klik om een andere eenheid te selecteren.

# WalletModel|
source: Send Coins
nl: Verstuur munten

# WalletView|
source: &Export
nl: &Exporteren

# WalletView|
source: Export the data in the current tab to a file
nl: Exporteer de data in de huidige tab naar een bestand

# WalletView|
source: Backup Wallet
nl: Backup van portemonnee maken

# WalletView|
source: Wallet Data (*.dat)
nl: Portemonneegegevens (*.dat)

# WalletView|
source: Backup Failed
nl: Backup mislukt
