Repository: TechAurora518/munt-official
Catalog: src/qt/locale/Gulden/gulden_*.po
Languages: nl

# bitcoin-core|
source: Error reading %s! All keys read correctly, but transaction data or address book entries might be missing or incorrect.
nl: Error tijdens het lezen van %s! Alle toetsen zijn correct gelezen, maar de transactie details of de adresboekgevens zijn incorrect of missen

# bitcoin-core|
source: Fees (in %s/kB) smaller than this are considered zero fee for relaying, mining and transaction creation (default: %s)
nl: Fee's (in %s/kB) kleiner dan dit worden gezien als zero fee's voor het doorsturen, delven of het creeren van een transactie (standaard: %s)

# bitcoin-core|
source: Fees (in %s/kB) smaller than this are considered zero fee for transaction creation (default: %s)
nl: Fee's (in %s/kB) kleiner dan dit worden gezien als zero fee's voor het creeren van een transactie (standaard: %s)

# bitcoin-core|
source: Force relay of transactions from whitelisted peers even they violate local relay policy (default: %d)
nl: Forceer het doorsturen van transacties van gevalideerde bronnen zelfs als deze in overtreding zijn van het locale doorstuur protocol (standaard: %d)

# bitcoin-core|
source: If <category> is not supplied or if <category> = 1, output all debugging information.
nl: Als <category> niet word aangeleverd of als <category> = 1, Geef alle debugging informatie weer

# bitcoin-core|
source: Maximum allowed median peer time offset adjustment. Local perspective of time may be influenced by peers forward or backward by this amount. (default: %u seconds)
nl: Aanpassing aan het brontijd differentiaal. De locale tijd zal worden beinvloed door de bronnen (voor of achteruit) met (standaard %u seconden)

# bitcoin-core|
source: Maximum total fees (in %s) to use in a single wallet transaction or raw transaction; setting this too low may abort large transactions (default: %s)
nl: Maximum transactie fee te gebruiken in een enkele transactie. Indien te laag, kan dit resulteren in het afbreken van een transactie (standaard: %s)

# bitcoin-core|
source: Please check that your computer's date and time are correct! If your clock is wrong, %s will not work properly.
nl: Controleer de locale tijd van de computer! Als deze incorrect is zal %s niet goed functioneren

# bitcoin-core|
source: Please contribute if you find %s useful. Visit %s for further information about the software.
nl: Als u dit handig vond, bezoek dan %s voor meer informatie over de software

# bitcoin-core|
source: Prune configured below the minimum of %d MiB. Please use a higher number.
nl: Prune configuratie onder een minimum van %d MiB. Gebruik een hoger getal

# bitcoin-core|
source: Prune: last wallet synchronisation goes beyond pruned data. You need to -reindex (download the whole blockchain again in case of pruned node)
nl: Prune: Laatste synchronisatie is van voor de ge'prunede data. U dient doormiddel van -reindex de gehele blockchain te downloaden

# bitcoin-core|
source: Randomize credentials for every proxy connection. This enables Tor stream isolation (default: %u)
nl: Randomiseer de credenties voor elke proxy verbinding. Dit zorgt voor Tor stream isolatie (standaard: %u)

# bitcoin-core|
source: Reduce storage requirements by pruning (deleting) old blocks. This mode is incompatible with -txindex and -rescan. Warning: Reverting this setting requires re-downloading the entire blockchain. (default: 0 = disable pruning blocks, >%u = target size in MiB to use for block files)
nl: Reduceer de benodigde schijfruimte door oude blokken te verwijderen. Deze modus is niet compatible met -txindex en -rescan. Waarschuwing, voor het omkeren van deze setting is het nodig de gehele blockchain opnieuw te downloaden

# bitcoin-core|
source: Rescans are not possible in pruned mode. You will need to use -reindex which will download the whole blockchain again.
nl: Een rescan is niet mogelijk in pruned modus. Gebruik -reindex om de gehele blockchain opnieuw te downloaden

# bitcoin-core|
source: Support filtering of blocks and transaction with bloom filters (default: %u)
nl: Ondersteun het filteren van blokken en transactie met bloom filters (standaard: %u)

# bitcoin-core|
source: The block database contains a block which appears to be from the future. This may be due to your computer's date and time being set incorrectly. Only rebuild the block database if you are sure that your computer's date and time are correct
nl: De blok database bevat een blok dat uit het de toekomst lijkt te komen. Dit kan komen door dat uw tijd niet goed is ingesteld. Herbouw de block database alleen als u zeker bent, dat te tijd en datum goed zijn ingesteld

# bitcoin-core|
source: Total length of network version string (%i) exceeds maximum length (%i). Reduce the number or size of uacomments.
nl: De totale lengte van de netwerk versie string (%i) is langer dan toegestaan. Verklein het aantal of de grote van de uacomments

# bitcoin-core|
source: Tries to keep outbound traffic under the given target (in MiB per 24h), 0 = no limit (default: %d)
nl: Probeer uitgaand verkeer onder (in MiB per 24h) te houden, 0 = geen limiet

# bitcoin-core|
source: Unable to rewind the database to a pre-fork state. You will need to redownload the blockchain
nl: Niet gelukt om de database terug te draaien naar een pre-fork staat. U zult de gehele blockchain opnieuw moeten downloaden

# bitcoin-core|
source: Unsupported argument -socks found. Setting SOCKS version isn't possible anymore, only SOCKS5 proxies are supported.
nl: Niet ondersteund argument -socks gevonden. Setting SOCKS versie is niet meer mogelijk. Alleen SOCKS5 proxies worden ondersteund

# bitcoin-core|
source: Unsupported argument -whitelistalwaysrelay ignored, use -whitelistrelay and/or -whitelistforcerelay.
nl: Niet ondersteund argument -whitelistalwaysrelay word genegeerd, gebruik -whitelistrelay en/of -whitelistforcerelay

# bitcoin-core|
source: Use UPnP to map the listening port (default: 1 when listening and no -proxy)
nl: Gebruik UPnP om de luisterpoorten in kaart te brengen (standaard: 1 wanneer er geluisterd word zonder -proxy)

# bitcoin-core|
source: Use hierarchical deterministic key generation (HD) after BIP32. Only has effect during wallet creation/first start
nl: Gebruik hierarchical deterministic sleutelgeneratie (HD) na BIP32. Heeft alleen effect tijdens de eerste keer opstarten of het creeren van een portemonnee

# bitcoin-core|
source: Username and hashed password for JSON-RPC connections. The field <userpw> comes in the format: <USERNAME>:<SALT>$<HASH>. A canonical python script is included in share/rpcuser. This option can be specified multiple times
nl: Gebruikersnaam en de wachtwoord-hash voor JSON-RPC verbindingen. Het veld <gebruikerswachtwoord> word weergegeven als <GEBRUIKERSNAAM>:<SALT>$<HASH>. Een python script word toegevoegd aan share/rpcuser. Deze optie kan later worden aangepast

# bitcoin-core|
source: Warning: Unknown block versions being mined! It's possible unknown rules are in effect
nl: Waarschuwing: Er worden onbekende blokversies worden gedolven! Het is mogelijk dat er onbekende regels optreden

# bitcoin-core|
source: Warning: Wallet file corrupt, data salvaged! Original %s saved as %s in %s; if your balance or transactions are incorrect you should restore from a backup.
nl: Waarschuwing: Het portemonnee bestand is corrupt, de data word opgehaald! Het origineel %s word opgeslagen als %s in %s, als de transacties of balans niet klopt, dient u de gehele wallet te herstellen vanaf uw backup

# bitcoin-core|
source: You need to rebuild the database using -reindex to go back to unpruned mode. This will redownload the entire blockchain
nl: U dient de database opnieuw op te bouwen door doormiddel van -reindex de gehele blockchain opnieuw te downloaden

# bitcoin-core|
source: You need to rebuild the database using -reindex-chainstate to change -txindex
nl: U dient de database opnieuw op te bouwen door doormiddel van -reindex-chainstate de -txindex te veranderen

# bitcoin-core|
source: %s corrupt, salvage failed
nl: %corrupt, ophalen date mislukt

# bitcoin-core|
source: (default: %u)
nl: (standaard: %u)

# bitcoin-core|
source: -maxmempool must be at least %d MB
nl: -maxmempool moet tenminste %d MB zijn

# bitcoin-core|
source: Append comment to the user agent string
nl: Voeg omschrijving to aan de Gebruikers string

# bitcoin-core|
source: Attempt to recover private keys from a corrupt wallet on startup
nl: Poging om private keys te herstellen van een corrupte wallet tijdens het opstarten

# bitcoin-core|
source: Automatically create Tor hidden service (default: %d)
nl: Creer automatisch Tor hidden service (standaard: %d)

# bitcoin-core|
source: Cannot resolve -%s address: '%s'
nl: Kan -%s adres niet oplossen: '%s'

# bitcoin-core|
source: Change index out of range
nl: Verandering van index buiten bereik

# bitcoin-core|
source: Enable publish hash block in <address>
nl: Publiseren van hash blok in <address> toestaan

# bitcoin-core|
source: Enable publish hash transaction in <address>
nl: Publiseren hash transactie in <address> toestaan

# bitcoin-core|
source: Enable publish raw block in <address>
nl: Publiseren ruw blok in <address> toestaan

# bitcoin-core|
source: Enable publish raw transaction in <address>
nl: Publiseren ruwe transactie in <address> toestaan

# bitcoin-core|
source: Enable transaction replacement in the memory pool (default: %u)
nl: Vervangen van transactie in mempool toestaan (standaard: %u)

# bitcoin-core|
source: Error loading %s
nl: Error tijdens laden %s

# bitcoin-core|
source: Error loading %s: Wallet corrupted
nl: Error tijdens laden %s: Portemonnee corrupt

# bitcoin-core|
source: Error loading %s: Wallet requires newer version of %s
nl: Error tijdens laden %s: Nieuwe versie portemonnee benodigd

# bitcoin-core|
source: Error: A fatal internal error occurred, see debug.log for details
nl: Er is een interne error opgetreden, zie debug.log voor details

# bitcoin-core|
source: Fee (in %s/kB) to add to transactions you send (default: %s)
nl: Fee (in %s/kB) toevoegen aan de te verzenden transactie (standaard: %s)

# bitcoin-core|
source: Imports blocks from external blk000??.dat file on startup
nl: Blokken importeren vanuit externe blk000???.dat bestand tijdens opstarten

# bitcoin-core|
source: Initialization sanity check failed. %s is shutting down.
nl: Initiatie gezondheidscheck mislukt, %s Sluit nu af.

# bitcoin-core|
source: Invalid amount for -%s=<amount>: '%s'
nl: Niet toegestaande hoeveelheid voor -%s=<amount>: '%s'

# bitcoin-core|
source: Invalid amount for -fallbackfee=<amount>: '%s'
nl: Niet toegestaande hoeveelheid voor -fallbackfee=<amount>: '%s'

# bitcoin-core|
source: Keep the transaction memory pool below <n> megabytes (default: %u)
nl: Houdt transactie in de geheugenpool onder <n> megabytes (default: %u)

# bitcoin-core|
source: Loading banlist...
nl: Laden banlijst...

# bitcoin-core|
source: Location of the auth cookie (default: data dir)
nl: Locatie van de authorisatie cookie (standaard: data dir)

# bitcoin-core|
source: Make the wallet broadcast transactions
nl: Laat portemonnee transacties versturen

# bitcoin-core|
source: Print this help message and exit
nl: Print bericht en sluit af

# bitcoin-core|
source: Print version and exit
nl: Print versie en sluit af

# bitcoin-core|
source: Prune cannot be configured with a negative value.
nl: Prune kan niet worden geconfigureerd met een negatieve waarde

# bitcoin-core|
source: Prune mode is incompatible with -txindex.
nl: Prune modus is niet compatible met -txindex

# bitcoin-core|
source: Pruning blockstore...
nl: Prunen van blockstore...

# bitcoin-core|
source: Rebuild chain state and block index from the blk*.dat files on disk
nl: Herbouwen van de chainstate en blok index van blk*.dat bestanden op de schijf

# bitcoin-core|
source: Rebuild chain state from the currently indexed blocks
nl: Herbouwen chainstate van de huidige geindexeerde blokken

# bitcoin-core|
source: Reducing -maxconnections from %d to %d, because of system limitations.
nl: Reduceren van -maxconnections van %d tot %d, vanwege systeem limitaties

# bitcoin-core|
source: Rescan the block chain for missing wallet transactions on startup
nl: Herscannen van de blockchain voor missende wallet transacties tijdens het opstarten

# bitcoin-core|
source: Rewinding blocks...
nl: Terug draaien van blokken

# bitcoin-core|
source: Set maximum BIP141 block weight (default: %d)
nl: Instellen maximum BIP141 blok gewicht (standaard: %d)

# bitcoin-core|
source: The source code is available from %s.
nl: De broncode is beschikbaar op %s

# bitcoin-core|
source: Tor control port password (default: empty)
nl: Tor controle poort wachtwoord (standaard: Leeg)

# bitcoin-core|
source: Tor control port to use if onion listening enabled (default: %s)
nl: Alleen Tor controle poort gebruiken als onion luisteren is ingesteld

# bitcoin-core|
source: Unable to bind to %s on this computer. %s is probably already running.
nl: Niet mogelijk om %s te binden op deze computer. %S is waarschijnlijk al in gebruik

# bitcoin-core|
source: Unable to start HTTP server. See debug log for details.
nl: Niet mogelijk om HTTP server te starten. Zie debug log voor details

# bitcoin-core|
source: Unsupported argument -benchmark ignored, use -debug=bench.
nl: Niet ondersteund argument -benchmark genegeerd, gebruik -debug=bench

# bitcoin-core|
source: Unsupported argument -debugnet ignored, use -debug=net.
nl: Niet ondersteund argument -debugnet genegeerd, gebruik -debug=net

# bitcoin-core|
source: Unsupported argument -tor found, use -onion.
nl: Niet ondersteund argument -tor genegeerd, gebruik -onion

# bitcoin-core|
source: Upgrade wallet to latest format on startup
nl: Update portemonnee naar laatste versie tijdens opstarten

# bitcoin-core|
source: User Agent comment (%s) contains unsafe characters.
nl: Gebruiker omschrijving bevat onveilige tekens

# bitcoin-core|
source: Wallet debugging/testing options:
nl: Portemonnee debugging/test opties

# bitcoin-core|
source: Wallet needed to be rewritten: restart %s to complete
nl: Portemonnee dient herschreven te worden: Herstart portemonnee

# bitcoin-core|
source: Warning: unknown new rules activated (versionbit %i)
nl: Waarschuwing: onbekende nieuwe regels geactiveerd

# bitcoin-core|
source: Whether to operate in a blocks only mode (default: %u)
nl: Moet de portemonnee in een block only modus draaien (standaard: %u_)

# bitcoin-core|
source: ZeroMQ notification options:
nl: ZeroMQ notificatie opties

# toolbar|
source: Navigation toolbar
nl: Navigatiewerkbalk

# toolbar|
source: Overview toolbar
nl: Overzichtwerkbalk
